{
  "name": "Campaign Notes and Hooks",
  "pages": [
    {
      "name": "Additional Adventure Hooks",
      "type": "text",
      "text": {
        "content": "<p>These hooks are date independent and may be inserted at any time as the GM sees fit:</p>\n<h2>Medical Emergency (Both)</h2>\n<p>Lady Ialny is having another seizure (perhaps brought on by the rough road). The caravan must stop immediately until the seizure passes. The Earl orders the Chamberlain to find the closest accommodation. The caravan will stop until Sir Petral declares Lady Ialny able to travel again.</p>\n<h2>Wagon Problems (Commoners)</h2>\n<p>One of the wagons (not the one carrying Lady Ialny) suffers a broken axle. The PCs are assigned to stay with it while the teamster replaces it with one of the spares.</p>\n<h2>Spooked Horses (Both)</h2>\n<p>The caravan is proceeding along normally, when a horse pulling wagon number three almost steps on a Hârnic adder. The team bolts. They careen across several major ruts before the wagon bounces out of control and tips over on its side, spilling the baggage and a screaming Goodwife Feya Harabor and Cook Taral Plair flying several yards. No one is seriously hurt, but the horses are severely tangled in the tack.</p>\n<h2>Brigand Attack (Day) (Both)</h2>\n<p>The caravan spreads out throughout the day, opening gaps between the wagons. A group of desperate men attack one wagon (probably the last one) while the nobles are away (hunting, visiting, picnicking etc.) or far ahead. They attack quickly, without warning and attempting to grab as much as they can before fleeing back into the forest. The PCs must make an unplanned defence of the wagon or rush to its aid. The number and strength of the brigands should be scaled to present a moderate danger to one wagon, but which can be swiftly dealt with. PCs may be sent to hunt down the brigands and deliver their heads to the Earl.</p>\n<h2>Brigand Attack (Night) (Both)</h2>\n<p>The retinue has camped for the evening. A group of thieves attempts to infiltrate the picket line and steal some of the horses (and any other items left unattended). An armed servant spots them and raises the alarm. The PCs must come to the defence of the camp. The brigands manage to get away with the Earl’s second favourite horse. The PCs are dispatched to hunt them down. The priority is getting the horse back, but if they kill the brigands, so much the better.</p>\n<h2>Mercantyler’s Caravan (Both)</h2>\n<p>The Earl’s cavalcade meets a group of guildsmen on their way to Tashal for the Summer Fair. They request permission to join the Earl’s caravan for a few days for mutual protection and company. There is a thief among them and during the first night, he makes off with a PCs most valuable possession. If the PC accuses the merchants without proof, it will cause very hard feelings. Word will get around Tashal and the PC will be charged double by other guildsmen.</p>\n<h2>An Update (Both)</h2>\n<p>This hook may occur any time after Lady Ialny is left at Erone Abbey. In the middle of the night, the Earl (an insomniac) suddenly decides he needs an update on his wife’s condition. One or more messengers (the PCs) are dispatched to Erone to get the latest on her condition. There has been no progress, though she seems to have recovered from the effects of the trip.</p>\n<h2>Assassin! (Both) This hook may occur any time after Lady Ialny is left at Erone Abbey</h2>\n<p>One of the Earl’s agents brings urgent news. The Navehans intend to kill Lady Ialny at the hospital. Unable to go himself, the Earl dispatches a strong party of trusted men (including the PCs) to secure his wife and find the assassin.</p>\n<h2>Pursecutting (Both)</h2>\n<p>This hook can be played at any stopping point where there is a significant number of people, but works especially well in Tashal. One of the PCs has their purse cut or small item stolen. The GM should roll to see if they notice. If they do, they can give chase.</p>\n<h2>A Game of Chance (Commoners)</h2>\n<p>The PCs get involved in a small game of dice. They begin to loose badly (or win too well), implying the dice are loaded. A fight breaks out after one side or the other refuse to pay up after a particularly big loss. Other members of the retinue will intervene to prevent bloodshed.</p>\n<h2>Homesickness (Commoners)</h2>\n<p>Few of the servants have ever left Vemionshire. One of the servant girls is intensely homesick, so much so she is not thinking straight and decides to walk home, alone, in the middle of the night. Her absence is not discovered until the next morning. No one knows what has happened to her. The PCs are dispatched to look. She will be found several miles away walking home in tears.</p>\n<h2>Jousting Practice (Nobles)</h2>\n<p>Olokand is the greatest tournament in the kingdom and knights must be in top form when they arrive. To keep their skills sharp, they order the servants to clear an area for them to use as a temporary training ground and challenge each other and the local knights to a bit of “fun”.</p>\n<h2>Fresh Ale (Commoners)</h2>\n<p>The Earl has a desire for some good, fresh ale. Of course there is none in the retinue, so the PCs are dispatched to scour the neighbouring villages in search of an alewife with a fresh batch fit for an Earl. Of course, they have to test it first. What is the skill check for riding a horse drunk?</p>\n<h2>Tired Pilgrims (Nobles)</h2>\n<p>A small group of tired Peonian pilgrims beg for alms. They are on their way to Bromeleon and have already run out of food. They are on the wrong road heading away from the abbey. Do the PCs bother to tell them?</p>",
        "format": 1
      },
      "_id": "Q5HtDlhci6SEe75w",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 700000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.Q5HtDlhci6SEe75w"
    },
    {
      "name": "Afterward",
      "type": "text",
      "text": {
        "content": "<p>After the excitement of two and a half months as members of the Earl’s retinue, visiting cities, castles and abbeys, home seems much smaller and more humble that the PCs remember. Their eyes are open. They have seen a glimpse of the wider world that awaits them beyond the confines of Vemionshire. They are not the same people who left Minarsas at the beginning of Larane. They are travellers, pilgrims and courtiers. As winter comes and goes and spring is in the air, they will start to get itchy feet once again…</p>\n<h3>A Profit To Be Made (Both)</h3>\n<p>If the PCs brought back novel and valuable items from Tashal and Olokand, they can resell them in Vemionshire at a handsome profit. So handsome, that it might be worth a return trip. They have made many new friends and contacts. They know the route now, how difficult could it be…</p>\n<h3>Members of the Household (Both)</h3>\n<p>The PCs performance (assuming it was good) has caught the eye of Sir Gorlin. He has been looking to augment the staff of the castle. He invites the PCs back and offers them positions within the Earl’s permanent staff. If they accept, he welcomes them into the fold. You see, he has this little job, which they would be just perfect for…</p>\n<h3>Agents of the Earl (Both)</h3>\n<p>The PCs proved themselves adept at getting in (and out) of trouble. The Earl has been looking for “resourceful” individuals to undertake certain “tasks” for him. He has the PCs brought to him in his solar late one evening. Sir Declaen wants to send them on a “special” mission…</p>\n<h3>The Maid’s Minders (Both)</h3>\n<p>Maid Camissa is being sent to the Academy at Caleme (or the household of her new husband). It would be inappropriate for a girl of her tender years to go alone without at least a few familiar (and trustworthy) faces to keep her company. She has requested the PCs. She will be a handful…</p>\n<h3>Leave and Never Return (Both)</h3>\n<p>The Earl does not tolerate rogues or adventurers in his service. He bailed the PCs out of hot water because they were sworn to him, but now that they are home safely, he dismisses them from his service. Sir Kobar makes it clear on the way out; they have a week to leave the shire. Well, they do have all those new contacts throughout the kingdom…</p>\n<h3>A Lucrative Offer (Both)</h3>\n<p>There are those (such as Maldan Harabor) who will pay much for regular reports from Vemionshire. Nothing “too” treasonous, just reports on troop strengths, deployments, the Earl’s movements, that sort of thing. There is money to be made in the selling of information. Heck, if they are loyal and report the offer to the Earl, he might instruct them to accept and work as double agents. Deadly, but the pay is good…</p>",
        "format": 1
      },
      "_id": "vzDjwHd6SnQ6YF2H",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 800000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.vzDjwHd6SnQ6YF2H"
    },
    {
      "name": "Airth to Kerk (9 Larane)",
      "type": "text",
      "text": {
        "content": "<p>On the second day of the trip to Olokand, the Earl’s retinue will stop at Kerk Manor, just off the main road. Held by the Napaldy Clan, they are subjects of the Constable of Baseta and thus vassals of the Earl. They are proud to host their liege. However, since they hold only one manor, supporting the Earl’s retinue on the trip to and from Olokand is a major drain on their resources. If someone suggests it to him, the Earl waives their feudal duties for the year. While the cavalcade encamps at Kerk, the Earl’s huntsmen (accompanied by several servants) ride ahead to secure the Earl a good campsite in ostler’s common inside Olokand Castle.</p>\n<h3>Assassin (Both)</h3>\n<p>During the night, a Navehan assassin dressed in black and wearing a wooden mask slips into the manor house and attempts to kill the Earl. Fortunately, the Earl’s wolfhound, Wyvern, detects the intruder and begins to bark. Before the guards can stop him, the assassin grabs the Earl’s cook, Taral of Plair, and puts a dagger to his throat. When the guards try to rescue Taral, the assassin slits his throat, sprays them with blood and tries to escape. The two Morgal’s Rangers block the door. Despite the Earl’s frantic orders to take him alive, the Navehan manages to commit suicide before he can be captured.</p>\n<p>The Earl survives the attack unharmed. This is necessary, as his death would derail the rest of the adventure and have a serious implication on the upcoming Kaldoric Succession Crisis. Sir Andro hired the assassin (see <span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.Zc64EiBMOuwKNGzQ#disappearing-trick-(both)]{Disappearing Trick (Both)}</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">) through a Lia-Kavair contact provided by Sir Danyes Bernan, Constable of Kyg Keep.</span><a class=\"ep-footnote\" style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><sup>84</sup><span class=\"foot\">Kaldor v2. Kyg. Page 36.</span></a><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> </span><a class=\"ep-footnote\" style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><sup>85</sup><span class=\"foot\">Tashal v2. Clan Bernan. Page 50.</span></a><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> Sir Andro considers the constable to be a degenerate pervert, but he has his uses.</span></p>\n<p>An examination of the body fails to produce any clues. The assassin is an ordinary looking man under his wooden mask. There are no clues to his identity or who hired him. Everyone is shaken up. If the PCs witnessed Sir Andro’s covert meeting (see <span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.Zc64EiBMOuwKNGzQ#disappearing-trick-(both)]{Disappearing Trick (Both)}) they may put two and two together, however there is no proof. The Earl would not look kindly on a PC who accused his brother-in-law based on such flimsy evidence. The bailiff does act suspicious, hovering over the assassin’s body as it is examined as if checking to ensure there is no incriminating evidence. He seems relieved when nothing is found.</span></p>\n<p>The Napaldy Clan are mortified that someone tried to attack Sir Declaen in their own hall. Every man fit to carry a weapon is armed. They stand guard throughout the night, but nothing else happens. In the morning, Taral’s body is laid out in the Laranian chapel and the Earl’s chaplain conducts the funeral mass. Sir Kobar doubles the guard around the Earl. If appropriate, the PCs replace the men-at-arms that were guarding the wagons.</p>",
        "format": 1,
        "markdown": ""
      },
      "_id": "GKQtxuz4MZFMEmyX",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 4800000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.GKQtxuz4MZFMEmyX"
    },
    {
      "name": "Airth to Tashal (27 Larane)",
      "type": "text",
      "text": {
        "content": "<p>Full eight leagues, the third day is hard on the servants and animals. At the end of the day, there is little rest, as the goods purchased at summer fair must be loaded on the wagons in preparation for the next day. There are too many goods, so Stewart Islwyn hires an addition wagon with teamsters to help.</p>\n<h3>Final Evening in Tashal (Both)</h3>\n<p>Those who can, take one last opportunity to pick up the few remaining things they need before leaving. The physician has sent word he needs a number of special herbs and drugs. Huw asks the PCs to track down a good apothecary and get a few items. The man has already closed up, so the PCs have to track him down at the local tavern. He grumbles about reopening and adds 10% to his prices for the trouble (double if they mention it is for the Earl).</p>",
        "format": 1
      },
      "_id": "wAuzWdd7ysD2tFcb",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 6700000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.wAuzWdd7ysD2tFcb"
    },
    {
      "name": "Athelren (7 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>The Earl will spend a couple of days visiting with the Sheriff and discussing shire business. Sir Declaen has taken great pains to bring this contender under his influence, but there is a growing rivalry between the two men. [Minarsas. Current Political Situation. Page 3.] The first day will be a social event. Both nobles and commoners alike are at Athelren for the Shiremoot planned for the next day. PCs may encounter old friends (or enemies) from across the shire. They will be most interested in The Earl’s Progress.</p>\n<p>Intelligence Gathering (Both). Several individuals (both noble and common) seem excessively interested in the Earl’s business (i.e. How long will you be gone? Who is in charge while the Earl is away?). The Chamberlain tasks the PCs with figuring out who is asking and why.</p>",
        "format": 1
      },
      "_id": "agvFMxC6Qqa5Nbk8",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1900000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.agvFMxC6Qqa5Nbk8"
    },
    {
      "name": "Athelren (8 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>In honour of the Earl’s visit, the Sheriff, Sir Tulath Kaphin, calls a shiremoot to deal with several outstanding cases. The Earl sits in as an observer. It deals with the most important cases of the year. Sir Tulath knows the Earl is going to visit his father, the King, and is anxious to reform his reputation as a wastrel. He tries very hard to make a good impression.</p>\n<h3>Shiremoot (Nobles)</h3>\n<p>This is an opportunity for the PCs to see a shiremoot. The Earl may choose to intervene in a case, making a statement for (or against) the plaintiff, perhaps a case affecting the PCs directly. The Earl’s presence makes several of the freemen nervous and edgy. The GM may play up their behaviour as suspicious.</p>\n<h3>Secret Messages (Both)</h3>\n<p>The PCs see the Sheriff talking privately with one of the NPCs in the retinue. He gives him a pouch (of silver?) and several sealed letters. Who are they for? What do they say? The intended recipients and contents are up to the GM.</p>\n<h3>Real Message (Nobles)</h3>\n<p>The Sheriff’s wife, Lady Elana (nee Verdreth), approaches a noble PC with a sealed letter to her father, the Baron of Ternua. She asks the PC to deliver it in-person. Contents are up to the GM.</p>",
        "format": 1
      },
      "_id": "zwXjOp50JpOpGuXX",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2000000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.zwXjOp50JpOpGuXX"
    },
    {
      "name": "Athelren to Chesel (9 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>Subinfeudated from the Baron of Nubeth, Chesel Manor is the primary stopping point between Athelren and Nubeth. This will be the first full day of travel and the members of the retinue are unusually tired and footsore by the time they reach the manor. The night’s activities are subdued.</p>\n<h3>Advanced Warning (Both)</h3>\n<p>The PCs and a few NPCs are sent ahead of the main body of the retinue to warn the Bailiff of Chesel Manor that the Earl is coming. Several of the nobles jockey and vie for the position of Earl’s messenger, possibly raising tension between knights competing for favour.</p>\n<h3>Never Seen Again (Both)</h3>\n<p>A NPC is sent to warn the Bailiff. When the retinue arrives that afternoon, Sir Jurik is surprised to see them and nothing is prepared. The Bailiff is profusely apologetic. He did not receive any warning and the messenger never arrived. The PCs are sent out to look for the missing messenger.</p>",
        "format": 1
      },
      "_id": "Xs4rOdyz1YYfIszx",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2100000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.Xs4rOdyz1YYfIszx"
    },
    {
      "name": "Athelren to Minarsas (4 Agrazhar)",
      "type": "text",
      "text": {
        "content": "<p>The final leg to Minarsas will be an emotional homecoming after being gone for over two months. Children line the village streets and friends and family are there to meet the returning retinue.</p>\n<h3>The Longest League (Both)</h3>\n<p>Just as the cavalcade reaches the home stretch, when they have let their guard down, there will be one last assassination attempt on the Earl. One of the PCs should be placed to intervene (thus earning the Earl’s gratitude). If the PC fails, a member of the Wyvern Guard will sacrifice himself to save Sir Declaen. However, now there is an opening for worthy followers to join the Earl’s bodyguard, perhaps someone who has proven themselves during the Progress.</p>\n<h3>Finding Sir Urian (Noble)</h3>\n<p>It seems that the Earl’s son and heir is not at home. Apparently, three days ago he went hunting with some friends and has yet to return. An annoyed Earl sends the PCs to go find the twit and tell him to get his ass back to Minarsas to account for his actions (or lack thereof) during the last two months. Sir Urian is deep in the mountains in the eastern half of Grimruld Hundred hunting a massive lone wolf that has been preying on sheep in the area. He has been using Myshtas Chapterhouse as his base, returning there nightly.</p>\n<h3>Word to Zoben (Commoner)</h3>\n<p>Now that the Earl is back, he immediately dispatches several riders, the PCs, to Constable Coreth Lothlar to report to Minarsas to give an account of all activity over the last two months. The PCs are also given private orders, to make discrete enquiries to find out what Sir Coreth has been up to.</p>",
        "format": 1
      },
      "_id": "QzpaOi8bf1cZZgZr",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 7500000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.QzpaOi8bf1cZZgZr"
    },
    {
      "name": "Baseta (22 and 23 Larane)",
      "type": "text",
      "text": {
        "content": "<p>After travelling so far, the Earl could not in good conscience fail to visit his holding at Baseta, it would be a grave insult to his Constable. However, throughout the visit, he will seem distant and preoccupied. He is anxious to see his wife again. He has been away for a considerable length of time and it worries him. He will receive the Baron’s accounting of his fief and perhaps visit a few nearby manors to see for himself.</p>\n<p>The Earl will encourage the Baron and members of his own retinue to enjoy some hunting in the nearby forest, however he will not attend. During the night he will not sleep and his temper will become worse over the three days. There will be no great feasts during the visit, only small dinners with just the overlord and Earl’s personal retinue.</p>\n<h3>Hunting Party (Both)</h3>\n<p>There are rumours of a mighty hart in the forests nearby. Several of the knights start a pool, each throwing in a shilling. The first to bag the hart wins the pot. Many of the servants are drafted as beaters to drive the deer to the hunters. Unfortunately, there is a crème-coloured mother bear with cubs in the area chosen for the hunt. The Taelda venerate this subspecies of black bears (known as “Spirit Bears”) and the local members of the party will warn the PCs that any who kill such a bear will be hunted down by one of barbarian shaman. If the knights or beaters corner her or come between her and her cubs, things could turn ugly. During the hunt, the scouts come across gargun sign, two dozen Hyeka travelling quickly, [King, Edwin. 1997. Nasty, Brutish and Short: The Orcs of Hârn. Columbia Games Inc. Currently in print, available from CGI: NB&amp;S.] only a day or two old.</p>",
        "format": 1
      },
      "_id": "fz3LsKRFMpitrHSt",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 6200000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.fz3LsKRFMpitrHSt"
    },
    {
      "name": "Baseta (24 Larane)",
      "type": "text",
      "text": {
        "content": "<p>Even if the PCs do not participate in the hunt on the 23rd, other members of the party do. They return will wild stories of white bears and gargun spoor. The scouts believe the gargun are a raiding party from Gifuso colony. [Nasty, Brutish and Short. Gifuso. Page 8.] Very concerned, the constable asks for volunteers to join his knights, men-at-arms and yeomen in quickly destroy the menace before they can raid and villages. The Earl permit members of his party to join this expedition, but for one day only, as he is anxious to leave.</p>\n<h3>Gargun Hunters (Both)</h3>\n<p>Knights, men-at-arms and even armed servants are welcome to join the hunt. As many of the local gentry and yeomen as can be called up in one day join the men-at-arms of the Baseta garrison, led by the constable. The group leaves at first light, marching quickly towards where the scouts believe the gargun were headed.</p>\n<p><strong>Option 1: Wild Goose Chase.</strong> The party spends a very long day searching but never find anything. The scouts believe the gargun have retreated back into the mountains. The return back to Baseta tired and frustrated with nothing to show for their efforts.</p>\n<p><strong>Option 2: Easy Meat.</strong> The Morgal Rangers and local scouts quickly locate the small band, consisting of just ten gargun. The main body falls on them with overwhelming strength. The battle is swift and victorious. If one of the PCs kills a gargun, they can take a trophy if they wish (head, ear, etc.). The PC will be hailed a hero.</p>\n<p><strong>Option 3: Oh Shit!</strong> The main body blunders around in the woods for several hours, only to stumble into an ambush. This is no raiding party; it is a swarm of gargun, sixty or more. The PCs must fight for their lives just to survive and escape back to Baseta. When the Earl hears news of the threat, he summons all of the knights and yeomen from the region, not already present. Then, he sends for reinforcements from the Sheriff and the Lady of Paladins. He is most annoyed at this turn of events. Raising sufficient forces and rooting out these gargun will be a major undertaking and significantly delay his departure. However, it cannot be helped. As overlord, it is his responsibility to protect his liegemen. The PCs may be tasked with leading patrols or protecting outlying manors until assistance can arrive.</p>\n<h3>Treating the Wounded (Both)</h3>\n<p>For non-combatant PCs, there will be plenty of work if combat ensues. Many members of the hunting party are wounded in the skirmish. Those with medical skills or even laymen are drafted into helping treat the wounded. The Earl’s physician is in Erone and there is no physician closer than Olokand, so the PCs must do what they can to bind up slash wounds and treat broken bones.</p>",
        "format": 1
      },
      "_id": "nUZKoSuUGrFyud0d",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 6300000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.nUZKoSuUGrFyud0d"
    },
    {
      "name": "Baseta to Erone (25 Larane)",
      "type": "text",
      "text": {
        "content": "<p>After the absolute minimum possible stay seemly, the Earl takes leave of Sir Eres and departs for home. A long time servant, Sir Gorlin knows that the Earl is anxious to be reunited with his wife and concerned about what his son is doing back in Minarsas. He suggests that to save time, the Earl should travel back to Erone by talbar (river boat). [Crossby, N. Robin, and Tom Dalgliesh. 1988. Pilot’s Almanac. Columbia Games Inc. Currently in print, available from CGI: PA.] By travelling with the current and pressing oars men, the Earl can reach the abbey in just one day. The boat leaves the keep after early morning prayers.</p>\n<p>The talbar requires a crew of ten oarsmen. It has an experienced captain/pilot at the helm, but cannot carry the entire party. The Earl, Maid Camissa, Sir Andro, Lady Milycia, Squire Arlbis, Page Mikha, Sir Gorlin, Sir Kobar, two of the Wyvern Guard and Wyvern the wolfhound will travel by boat. Sir Gorlin will pick the most competent knight (possibly a PC) to lead the cavalcade in his absence. They are to make best speed back to Tashal, pick up the other servants, wagons and goods, and meet the Earl at Erone Abbey in four days hence (28 Larane).</p>\n<h3>Rescue Party (Both)</h3>\n<p>Unless the GM deems otherwise, the boat trip will proceed without incident. The boat’s pilot is experienced, has made the trip many times before and knows the river well. However, if the GM wishes to extend the adventure, he can arrange for the Earl’s boat to have a problem (stuck on a sandbar, attacked by Kath barbarians, struck a deadhead log, etc.). The PCs will not discover this until they arrive in Erone, at which point, they will have to stage a rescue. It can be as anti-climactic as finding the Earl playing chess on a sandbar or as dramatic as arriving to find their liege pinned down by Kath bowmen.</p>",
        "format": 1
      },
      "_id": "mVzHTef2Nx9Ssgrd",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 6500000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.mVzHTef2Nx9Ssgrd"
    },
    {
      "name": "Baseta to Kerk (25 Larane)",
      "type": "text",
      "text": {
        "content": "<p>The temporary leader of the caravan must get the caravan organized and on the road as quickly as possible after morning prayers if they hope to make Kerk Manor by sunset. The first day on the long road home is a long rainy one, passing Olokand Castle en route. The wagons and servants will have to push hard to keep up with the mounted nobles. The wagons are heavily loaded; both with the Earl’s furniture and effects, but also with the large amount of arms and armour his retainers have secretly bought for him in Olokand (see @UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.iCvpwXUpZzIL6fDH#arms-buyers-(both)]{Arms Buyers (Both)}).</p>\n<h3>Freelancers (Both)</h3>\n<p>Sir Randal Mohun (see @UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.J7qcSHeERUNgd7sw#dubious-knight-(noble)]{Dubious Knight (Noble)}) has heard about the Earl’s buying spree. He also witnessed Sir Declaen sail past Olokand earlier in the day. He knows the baggage train is full of loot and many of the knights have gone with the Earl. In the forest north of Tentru, he and his men stage an ambush. They hope to steal the armour, weapons and any silver, flee northeast to Gardiren and then disappear.</p>",
        "format": 1,
        "markdown": ""
      },
      "_id": "rchPa5SWq6P9xBUm",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 6400000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.rchPa5SWq6P9xBUm"
    },
    {
      "name": "Caer Elend (2 Larane)",
      "type": "text",
      "text": {
        "content": "<p>The Earl plans to spend the day casually exploring the Summer Fair. He wants to stretch his legs and see what new and exotic goods are available. Although the Earl can be generous when he wants to be, he is rather tightfisted with his money. If something takes his fancy, he will likely just take it; leaving one of his servants to haggle and negotiate the price down to something reasonable.</p>\n<p>In the absence of the King, it falls to the Constable of Tashal, Sir Haldare Venera, to host the Earl on his behalf. He invites the Earl to dine in the Council Chamber of Caer Elend. [Tashal v2. Council Chamber. Page 18.] As with Lady Cheselyne’s dinner the night before, the list of other guests is limited by the absence of the Royal Court and most of the senior members of the government. Members of the Wyvern Guard and several other retainers (including the PCs, if desired) escort the Earl to the castle after endbell.</p>\n<p>The Constable has done his best, and the guest list for the evening includes Sir Houla Artona from Whyce Chapterhouse [Mould, Kerry. 2001. Whyce Chapterhouse. Fan Fiction. It can be downloaded for free at Lythia.com &gt; Downloads &gt; Places (Manors, Towns &amp; Sites) &gt; Whyce Manor.] and Sir Gort Artoller the Commander of the Sheriff’s Guard. [Tashal v2. Sheriff’s Guard. Page 12.] The Sheriff of Semethshire, Sir Conwan Elendsa [Kaldor v2. Querina. Page 43.] (believed by many to be the leading contender to succeed King Miginath) has made a special point of riding in from Querina to join the dinner. Sir Bereden Pawade, Constable of Heru, [Kaldor v2. Heru. Page 30.] has also made the trip to inquire if the Earl has any news of his liege lord, the Earl of Osel. Sir Haldare invited Sir Gorlin, Sir Kobar, Sir Andro and any other knights in the Earl’s entourage in an attempt to fill out the rather thin guest list.</p>\n<h3>The Summer Fair (Both)</h3>\n<p>The PCs join the Earl’s entourage as he walks about the city. Members of the Wyvern Guard clear a path for the Earl as he strolls with his friends and family around him. At one of the jewellers’ stands, he spots a gold necklace that he wants to give to his daughter, Lady Thilisa. He nods to his squire who tosses a purse to one of the PCs and says, “Work it out”. The squire knows exactly how much is in the purse and will check what has been spent. There is not enough money in the purse. What do the PCs do?</p>\n<h3>The Long Boring Evening (Both)</h3>\n<p>Once the Earl is safely delivered to Caer Elend, his escort will spend the evening waiting for him. This is an opportunity to mix and mingle with the off-duty members of the Royal Guard. It is also a rare opportunity to gain access to Caer Elend. [Tashal v2. Caer Elend. Page 12-22.] Because the King is in Olokand (with the High Guard and two companies of the Low Guard), security is more relaxed. The guards are still alert and watchful; the Constable would discipline them severely if they weren’t. This is probably the best chance an agent may ever have to explore Caer Elend. Those found wandering will be severely dealt with, however, the chance to explore the castle may never come again.</p>",
        "format": 1
      },
      "_id": "Uh9B68BBMR2O0X2K",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 4100000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.Uh9B68BBMR2O0X2K"
    },
    {
      "name": "Caleme (5 Larane)",
      "type": "text",
      "text": {
        "content": "<p>This is a rare opportunity to celebrate Soratir, Lay Mass, with the senior Laranian priest in the kingdom, the Serekela. No Laranian would think of missing this opportunity. The sermon will be long but contain tantalizing references to events occurring throughout the kingdom. Following the service there will be several hours of socializing. The priests, other guests, residents, lay members and servants have many interesting rumours about the Laranian church, Semethshire and Tashal (see @UUID[JournalEntry.FGMeOLJquHoNOAAG.JournalEntryPage.y5qjHlvpxGDVtPuk]{Rumours}). There will not be enough time to talk to everyone. After a late midday meal, the party will leisurely make their way back to Tashal before the Ternua Gate closes at sunset.</p>",
        "format": 1
      },
      "_id": "G9KdZYw8QaWp3mdh",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 4400000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.G9KdZYw8QaWp3mdh"
    },
    {
      "name": "Campaign Notes and Adventure Hooks",
      "type": "text",
      "text": {
        "content": "<h2>Campaign Considerations</h2>\n<ul>\n<li>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.MCfNpYPRCyY4B1r1]{The Campaign}</li>\n<li>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.7uXFvOiY09HZUSV1]{Laranian Religious Practices}</li>\n<li>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.uJScEbqcDg3c0sTY]{Pregame}</li>\n<li>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.ydosfyryyJuuLwdY]{PC Rank And Its Implications}</li>\n</ul>\n<h2>Adventure Hooks (Independent of Timeline)</h2>\n<ul>\n<li>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.xd9y6ICZUUFJNiuX]{NPC-Specific Adventure Hooks}</li>\n<li>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.Q5HtDlhci6SEe75w]{Additional Adventure Hooks}</li>\n</ul>\n<h2>Campaign Timeline</h2>\n<p>The following schedule is provided as an ideal guide. The only fixed date is the Olokand tournament from 12 – 20 Larane. The Earl will not be late for this event unless extraordinary circumstances make that unavoidable.</p>\n<table style=\"width:100%;height:1445px\"><caption>Month: Nolus 720TR</caption>\n<thead>\n<tr style=\"height:17px\">\n<th style=\"width:0%;height:17px\">Day</th>\n<th style=\"width:0%;height:17px\">Link</th>\n<th style=\"width:0%;height:17px\">Location</th>\n<th style=\"width:26.4828%;height:17px\">Weather</th>\n</tr>\n</thead>\n<tbody>\n<tr style=\"height:34px\">\n<td style=\"width:0%;height:34px\">1</td>\n<td style=\"width:0%;height:34px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.uhrJfFKPZNUQM3eN]{Minarsas (1 Nolus)}</td>\n<td style=\"width:0%;height:34px\">Minarsas - Feast</td>\n<td style=\"width:26.4828%;height:34px\">Cool, Clear, Dry, NW 1-3</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:0%;height:34px\">2</td>\n<td style=\"width:0%;height:34px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.FHfYN6pMIm6AMUCZ]{Minarsas to Zoben (2 Nolus)}</td>\n<td style=\"width:0%;height:34px\">Minarsas to Zoben</td>\n<td style=\"width:26.4828%;height:34px\">Warm, Clear, Fog, NE 0-2</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:0%;height:17px\">3</td>\n<td style=\"width:0%;height:17px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.HY06hAGBuJVLHhMa]{Zoben (3 Nolus)}</td>\n<td style=\"width:0%;height:17px\">Zoben</td>\n<td style=\"width:26.4828%;height:17px\">Cool, Partly, Dry, S, 0-2</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:0%;height:34px\">4</td>\n<td style=\"width:0%;height:34px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.pFthYPyJDRizbQ60]{Zoben (4 Nolus)}</td>\n<td style=\"width:0%;height:34px\">Zoben - Hunting</td>\n<td style=\"width:26.4828%;height:34px\">Cool, Partly, Dry, SW 1-3</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:0%;height:34px\">5</td>\n<td style=\"width:0%;height:34px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.ICR77pnqvWx8Nlem]{Zoben (5 Nolus)}</td>\n<td style=\"width:0%;height:34px\">Zoben - Prayers</td>\n<td style=\"width:26.4828%;height:34px\">Cool, Partly Dry, S 0-2</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">6</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.3otqJIvtS817GJTF]{Zoben to Athelren (6 Nolus)}</td>\n<td style=\"width:0%;height:51px\">Zoben to Athelren</td>\n<td style=\"width:26.4828%;height:51px\">Warm, Clear, Dry, S 0-2</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">7</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.agvFMxC6Qqa5Nbk8]{Athelren (7 Nolus)}</td>\n<td style=\"width:0%;height:51px\">Athelren</td>\n<td style=\"width:26.4828%;height:51px\">Warm, Partly, L Rain, NE 0-2</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">8</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.zwXjOp50JpOpGuXX]{Athelren (8 Nolus)}</td>\n<td style=\"width:0%;height:51px\">Athelren - Shiremoot</td>\n<td style=\"width:26.4828%;height:51px\">Cold, Fully, H Rain, NW 0-2</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">9</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.Xs4rOdyz1YYfIszx]{Athelren to Chesel (9 Nolus)}</td>\n<td style=\"width:0%;height:51px\">Athelren to Chesel</td>\n<td style=\"width:26.4828%;height:51px\">Cool, Fully, L Rain, SW 1-3</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">10</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.ZeeWEZ3XmmhKiOTZ]{Chesel to Nubeth (10 Nolus)}</td>\n<td style=\"width:0%;height:51px\">Chesel to Nubeth</td>\n<td style=\"width:26.4828%;height:51px\">Cool, Fully, L Rain, NW 2-4</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">11</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.MZvFi6M7rYIq4Tqp]{Nubeth to Qualdris (11 Nolus)}</td>\n<td style=\"width:0%;height:51px\">Nubeth to Qualdris</td>\n<td style=\"width:26.4828%;height:51px\">Cool, Clear, Dry, NW 1-3</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">12</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.Rsvsh2PD0KlCe5Vw]{Qualdris (12 and 13 Nolus)}</td>\n<td style=\"width:0%;height:51px\">Qualdris</td>\n<td style=\"width:26.4828%;height:51px\">Cool, Clear, Fog, NE 0-2</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:0%;height:17px\">13</td>\n<td style=\"width:0%;height:17px\">(see above)</td>\n<td style=\"width:0%;height:17px\">Qualdris</td>\n<td style=\"width:26.4828%;height:17px\">Warm, Partly, L Rain, NE 0-2</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">14</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.eNYUYC2R1hFljNs6]{Qualdris (14 Nolus)}</td>\n<td style=\"width:0%;height:51px\">Qualdris - Feast</td>\n<td style=\"width:26.4828%;height:51px\">Cold, Fully, H Rain, NW 0-2</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">15</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.3l66ZiNPV3lGGFMW]{Qualdris (15 Nolus)}</td>\n<td style=\"width:0%;height:51px\">Qualdris - Prayers</td>\n<td style=\"width:26.4828%;height:51px\">Cool, Fully, L Rain, SW 1-3</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">16</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.N0rl8oenpaOo2aNe]{Qualdris to Nebulan (16 Nolus)}</td>\n<td style=\"width:0%;height:51px\">Qualdris to Nebulan</td>\n<td style=\"width:26.4828%;height:51px\">Cool, Partly, Dry, S 0-2</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">17</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.X4LSAoIUDI7a0sBk]{Nebulan to Qualdris (17 Nolus)}</td>\n<td style=\"width:0%;height:51px\">Nebulan to Qualdris</td>\n<td style=\"width:26.4828%;height:51px\">Cool, Partly, Dry, SW 1-3</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">18</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.upI7g3arTWNVfFx1]{Qualdris to Ledyne (18 Nolus)}</td>\n<td style=\"width:0%;height:51px\">Qualdris to Ledyne</td>\n<td style=\"width:26.4828%;height:51px\">Warm, Clear, Dry, S 0-2</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">19</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.Cw6AbEBOqAkgf10x]{Ledyne (19 and 20 Nolus)}</td>\n<td style=\"width:0%;height:51px\">Ledyne</td>\n<td style=\"width:26.4828%;height:51px\">Cool, Fully, L Rain, NW 2-4</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">20</td>\n<td style=\"width:0%;height:51px\">(see above)</td>\n<td style=\"width:0%;height:51px\">Ledyne - Garden Party</td>\n<td style=\"width:26.4828%;height:51px\">Cool, Partly Dry, S 0-2</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">21</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.gGwsK08MoARTo411]{Ledyne to Kolorn (21 Nolus)}</td>\n<td style=\"width:0%;height:51px\">Ledyne to Kolorn</td>\n<td style=\"width:26.4828%;height:51px\">Cool, Clear, Dry, NW 1-3</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">22</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.Gzfp6LOq5INh2p4L]{Kolorn (22 and 23 Nolus)}</td>\n<td style=\"width:0%;height:51px\">Kolorn</td>\n<td style=\"width:26.4828%;height:51px\">Cool, Clear, Fog, NE 0-2</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:0%;height:34px\">23</td>\n<td style=\"width:0%;height:34px\">(see above)</td>\n<td style=\"width:0%;height:34px\">Kolorn - Feast</td>\n<td style=\"width:26.4828%;height:34px\">Cool, Partly, Dry, S 0-2</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">24</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.tRxt5P7iYNcm6qTH]{Kolorn to Ternua (24 Nolus)}</td>\n<td style=\"width:0%;height:51px\">Kolorn to Ternua</td>\n<td style=\"width:26.4828%;height:51px\">Cool, Partly, Dry, SW 1-3</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">25</td>\n<td style=\"width:0%;height:51px\">\n<p>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.QKaI72RAvETrGHj0]{Zutlin (25 to 28 Nolus)}</p>\n<p>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.4cWDlbhTgmzzMAZV]{Erone and Zutlin (25 Nolus)}</p>\n</td>\n<td style=\"width:0%;height:51px\">Ternua to Zutlin</td>\n<td style=\"width:26.4828%;height:51px\">Cool, Fully, L Rain, SW 1-3</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">26</td>\n<td style=\"width:0%;height:51px\">(see above)</td>\n<td style=\"width:0%;height:51px\">Zutlin - Visit Erone</td>\n<td style=\"width:26.4828%;height:51px\">Cold, Fully, H Rain, NW 0-2</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">27</td>\n<td style=\"width:0%;height:51px\">(see above)</td>\n<td style=\"width:0%;height:51px\">Zutlin - Visit Erone</td>\n<td style=\"width:26.4828%;height:51px\">Warm, Partly, L Rain, NE 0-2</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">28</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.JbWazCori9EzVcEx]{Zutlin to Tashal (28 Nolus)}</td>\n<td style=\"width:0%;height:51px\">Zutlin Staff to Tashal</td>\n<td style=\"width:26.4828%;height:51px\">Warm, Clear, Dry, S 0-2</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">29</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.VY2D6CMz2ZiSYBED]{Zutlin to Tashal (29 Nolus)}</td>\n<td style=\"width:0%;height:51px\">Zutlin to Tashal</td>\n<td style=\"width:26.4828%;height:51px\">Cool, Partly, Dry, S 0-2</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">30</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.za3L7acsMMj9UOGc]{Tashal (30 Nolus)}</td>\n<td style=\"width:0%;height:51px\">Tashal - Family dinner</td>\n<td style=\"width:26.4828%;height:51px\">Cool, Fully, L Rain, NW 2-4</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:0%;height:51px\">-</td>\n<td style=\"width:0%;height:51px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.8omVEo7Ri88A8hrI]{Tashal (30 Nolus to 6 Larane)}</td>\n<td style=\"width:0%;height:51px\">Tashal</td>\n<td style=\"width:26.4828%;height:51px\">N/A</td>\n</tr>\n</tbody>\n</table>\n<table><caption>Month: Larane 720TR</caption>\n<thead>\n<tr style=\"height:17px\">\n<th style=\"width:2em\">Day</th>\n<th style=\"width:12em\">Link</th>\n<th style=\"width:12em\">Location</th>\n<th>Weather</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.Zc64EiBMOuwKNGzQ]{Tashal (1 Larane)}</td>\n<td>Tashal - Lady Cheselyne</td>\n<td>Cool, Clear, Dry, NW 1-3</td>\n</tr>\n<tr>\n<td>2</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.Uh9B68BBMR2O0X2K]{Caer Elend (2 Larane)}</td>\n<td>Tashal - Const. Dinner</td>\n<td>Cool, Clear, Fog, NE 0-2</td>\n</tr>\n<tr>\n<td>3</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.9PinaNV0DZJM6XI4]{Tashal (3 Larane)}</td>\n<td>Tashal - Galopea’s Feast</td>\n<td>Cool, Partly, Dry, S 0-2</td>\n</tr>\n<tr>\n<td>4</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.a7pEKmoRsvV6SFjj]{Tashal to Caleme (4 Larane)}</td>\n<td>Tashal to Caleme</td>\n<td>Cool, Partly, Dry, SW 1-3</td>\n</tr>\n<tr>\n<td>5</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.G9KdZYw8QaWp3mdh]{Caleme (5 Larane)}</td>\n<td>Caleme Prayers</td>\n<td>Cool, Fully, L Rain, SW 1-3</td>\n</tr>\n<tr>\n<td>6</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.GeZXQSHNwyVfxkdt]{Tashal (6 Larane)}</td>\n<td>Tashal - Camissa Missing</td>\n<td>Cold, Fully, H Rain, NW 0-2</td>\n</tr>\n<tr>\n<td>7</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.zaZ5AyRppweTFK69]{Tashal (7 Larane)}</td>\n<td>Tashal</td>\n<td>Warm, Partly, L Rain, NE 0-2</td>\n</tr>\n<tr>\n<td>8</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.Fl7DYfABVsO6IDle]{Tashal to Airth (8 Larane)}</td>\n<td>Tashal to Airth</td>\n<td>Warm, Clear, Dry, S 0-2</td>\n</tr>\n<tr>\n<td>9</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.GKQtxuz4MZFMEmyX]{Airth to Kerk (9 Larane)}</td>\n<td>Airth to Kerk</td>\n<td>Warm, Partly, Dry, S 0-2</td>\n</tr>\n<tr>\n<td>10</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.RmVnkhtc7dyu7cwC]{Kerk to Olokand (10 Larane)}</td>\n<td>Kerk to Olokand</td>\n<td>Cool, Fully, L Rain, NW 2-4</td>\n</tr>\n<tr>\n<td>-</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.7nTOwUgralBzQjH0]{Olokand (10-20 Larane)(Optional)}</td>\n<td>Olokand</td>\n<td> </td>\n</tr>\n<tr>\n<td>11</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.vwDlptcPVaHjjTDF]{Olokand (11 Larane)}</td>\n<td>Olokand - Royal Court</td>\n<td>Warm, Clear, Dry, NW 1-3</td>\n</tr>\n<tr>\n<td>12</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.cJxDjbNh9ow9lPOo]{Olokand (12 Larane)}</td>\n<td>Olokand - Opening</td>\n<td>Cool, Clear, Fog, NE 0-2</td>\n</tr>\n<tr>\n<td>13</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.iCvpwXUpZzIL6fDH]{Olokand (13 Larane)}</td>\n<td>Olokand - Joust</td>\n<td>Warm, Partly, Dry, S 0-2</td>\n</tr>\n<tr>\n<td>14</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.BnP0WbMJoHOJlWd6]{Olokand (14 Larane)}</td>\n<td>Olokand - King’s Dinner</td>\n<td>Warm, Partly, Dry, SW 1-3</td>\n</tr>\n<tr>\n<td>15</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.ZdXT2hnL4y1bBglm]{Olokand (15 Larane)}</td>\n<td>Olokand Joust/Prayers</td>\n<td>Cool, Fully, L Rain, SW 1-3</td>\n</tr>\n<tr>\n<td>16</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.J7qcSHeERUNgd7sw]{Olokand (16 Larane)}</td>\n<td>Olokand - Joust</td>\n<td>Cold, Fully, H Rain, NW 0-2</td>\n</tr>\n<tr>\n<td>17</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.IqlqeQATJSYJxemN]{Olokand (17 Larane)}</td>\n<td>Olokand - J Finals/Prayers</td>\n<td>Warm, Partly, L Rain, NE 0-2</td>\n</tr>\n<tr>\n<td>18</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.CIV1CDT0Aehkv5GG]{Olokand (18 Larane)}</td>\n<td>Olokand - S Joust/Melee</td>\n<td>Warm, Clear, Dry, S 0-2</td>\n</tr>\n<tr>\n<td>19</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.tYE9DzvxBtoMzUpt]{Olokand (19 Larane)}</td>\n<td>Olokand - Archery</td>\n<td>Warm, Partly, Dry, S 0-2</td>\n</tr>\n<tr>\n<td>20</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.xkGLNOgKx57PW854]{Olokand (20 Larane)}</td>\n<td>Olokand Closing</td>\n<td>Cool, Fully, L Rain, NW 2-4</td>\n</tr>\n<tr>\n<td>21</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.5IXMTcHz8ot8PAHc]{Olokand to Baseta (21 Larane)}</td>\n<td>Olokand to Baseta</td>\n<td>Warm, Clear, Dry, NW 1-3</td>\n</tr>\n<tr>\n<td>22</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.fz3LsKRFMpitrHSt]{Baseta (22 and 23 Larane)}</td>\n<td>Baseta - Private dinner</td>\n<td>Cool, Clear, Fog, NE 0-2</td>\n</tr>\n<tr>\n<td>23</td>\n<td>(see above)</td>\n<td>Baseta - Hunting</td>\n<td>Cool, Partly, Dry, S 0-2</td>\n</tr>\n<tr>\n<td>24</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.nUZKoSuUGrFyud0d]{Baseta (24 Larane)}</td>\n<td>Baseta - Gargun Raiders</td>\n<td>Cool, Partly, Dry, SW 1-3</td>\n</tr>\n<tr>\n<td>25</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.rchPa5SWq6P9xBUm]{Baseta to Kerk (25 Larane)}</td>\n<td>Baseta to Kerk</td>\n<td>Cool, Fully, L Rain, SW 1-3</td>\n</tr>\n<tr>\n<td>26</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.c59ofKwQ3NJJLzCK]{Kerk to Airth (26 Larane)}</td>\n<td>Kerk to Airth</td>\n<td>Cold, Fully, H Rain, NW 0-2</td>\n</tr>\n<tr>\n<td>27</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.wAuzWdd7ysD2tFcb]{Airth to Tashal (27 Larane)}</td>\n<td>Airth to Tashal</td>\n<td>Warm, Partly, L Rain, NE 0-2</td>\n</tr>\n<tr>\n<td>28</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.ivcUlun41B7rxdyK]{Tashal to Erone (28 Larane)}</td>\n<td>Tashal to Erone</td>\n<td>Warm, Clear, Dry, S 0-2</td>\n</tr>\n<tr>\n<td>29</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.27SlSty3vIJlX94X]{Erone to Wylain (29 Larane)}</td>\n<td>Erone to Wylain</td>\n<td>Cool, Partly, Dry, S 0-2</td>\n</tr>\n<tr>\n<td>30</td>\n<td>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.wUN5St63bLjrmwjQ]{Wylain to Hasiel (30 Larane)}</td>\n<td>Wylain to Hasiel</td>\n<td>Cool, Fully, L Rain, NW 2-4</td>\n</tr>\n</tbody>\n</table>\n<table style=\"width:100%;height:493px\"><caption>Month: Agrazhar 720TR</caption>\n<thead>\n<tr style=\"height:17px\">\n<th style=\"width:0%;height:17px\">Day</th>\n<th style=\"width:0%;height:17px\">Link</th>\n<th style=\"width:0%;height:17px\">Location</th>\n<th style=\"width:42.6584%;height:17px\">Weather</th>\n</tr>\n</thead>\n<tbody>\n<tr style=\"height:34px\">\n<td style=\"width:0%;height:34px\">1</td>\n<td style=\"width:0%;height:34px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.OnAo9zF6t5QvGeBS]{Hasiel to Nubeth (1 Agrazhar)}</td>\n<td style=\"width:0%;height:34px\">Hasiel to Nubeth</td>\n<td style=\"width:42.6584%;height:34px\">Warm, Clear, Dry, NW 1-3</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:0%;height:34px\">2</td>\n<td style=\"width:0%;height:34px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.KLJmhrZykZ45spZi]{Nubeth to Chesel (2 Agrazhar)}</td>\n<td style=\"width:0%;height:34px\">Nubeth to Chesel</td>\n<td style=\"width:42.6584%;height:34px\">Cool, Clear, Fog, NE 0-2</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:0%;height:34px\">3</td>\n<td style=\"width:0%;height:34px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.v9tYxiS8ZUXFxiQt]{Chesel to Athelren (3 Agrazhar)}</td>\n<td style=\"width:0%;height:34px\">Chesel to Athelren</td>\n<td style=\"width:42.6584%;height:34px\">Warm, Part, Dry, S 0-2</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:0%;height:34px\">4</td>\n<td style=\"width:0%;height:34px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.QzpaOi8bf1cZZgZr]{Athelren to Minarsas (4 Agrazhar)}</td>\n<td style=\"width:0%;height:34px\">Athelren to Minarsas</td>\n<td style=\"width:42.6584%;height:34px\">Warm, Part, Dry, SW 1-3</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:0%;height:34px\">5</td>\n<td style=\"width:0%;height:34px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.2OfH39mv7hQEB82n]{Minarsas (5 Agrazhar)}</td>\n<td style=\"width:0%;height:34px\">Minarsas Prayers/Feast</td>\n<td style=\"width:42.6584%;height:34px\">Cool, Fully, L Rain, SW 1-3</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:0%;height:17px\">6</td>\n<td style=\"width:0%;height:17px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.5QcSwYMl0ckU89aQ]{Minarsas (6 Agrazhar)}</td>\n<td style=\"width:0%;height:17px\">Minarsas</td>\n<td style=\"width:42.6584%;height:17px\">Cold, Fully, H Rain, NW 0-2</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:0%;height:17px\">7</td>\n<td style=\"width:0%;height:17px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.Bn8DJeJLDhrsyu7M]{Minarsas (7 to 13 Agrazhar)}</td>\n<td style=\"width:0%;height:17px\">Minarsas</td>\n<td style=\"width:42.6584%;height:17px\">Warm, Partly, L Rain, NE 0-2</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:0%;height:34px\">8</td>\n<td style=\"width:0%;height:34px\">(see above)</td>\n<td style=\"width:0%;height:34px\">Minarsas</td>\n<td style=\"width:42.6584%;height:34px\">Hot, Clear, Dry, S 0-2</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:0%;height:34px\">9</td>\n<td style=\"width:0%;height:34px\"><span style=\"background-color:rgba(255, 255, 255, 0.2)\">(see above)</span></td>\n<td style=\"width:0%;height:34px\">Minarsas</td>\n<td style=\"width:42.6584%;height:34px\">Warm, Part, Dry, S 0-2</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:0%;height:34px\">10</td>\n<td style=\"width:0%;height:34px\">(see above)</td>\n<td style=\"width:0%;height:34px\">Minarsas</td>\n<td style=\"width:42.6584%;height:34px\">Cool, Fully, L Rain, NW 2-4</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:0%;height:34px\">11</td>\n<td style=\"width:0%;height:34px\"><span style=\"background-color:rgba(255, 255, 255, 0.2)\">(see above)</span></td>\n<td style=\"width:0%;height:34px\">Minarsas</td>\n<td style=\"width:42.6584%;height:34px\">Warm, Partly, L Rain, NE 0-2</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:0%;height:34px\">12</td>\n<td style=\"width:0%;height:34px\">(see above)</td>\n<td style=\"width:0%;height:34px\">Minarsas</td>\n<td style=\"width:42.6584%;height:34px\">Cool, Fully, H Rain, NW 0-2</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:0%;height:34px\">13</td>\n<td style=\"width:0%;height:34px\"><span style=\"background-color:rgba(255, 255, 255, 0.2)\">(see above)</span></td>\n<td style=\"width:0%;height:34px\">Minarsas</td>\n<td style=\"width:42.6584%;height:34px\">Cool, Fully, L Rain, SW 1-3</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:0%;height:34px\">14</td>\n<td style=\"width:0%;height:34px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.AmdkmF3eFRrHqNGh]{Minarsas (14 Agrazhar)}</td>\n<td style=\"width:0%;height:34px\">Minarsas Earl’s Court</td>\n<td style=\"width:42.6584%;height:34px\">Cool, Partly, Dry, SW 1-3</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:0%;height:34px\">15</td>\n<td style=\"width:0%;height:34px\">@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.o9OzXbQsJ0m4k0q5]{Minarsas (15 Agrazhar)}</td>\n<td style=\"width:0%;height:34px\">Minarsas Thanks giving</td>\n<td style=\"width:42.6584%;height:34px\">Cool, Partly, Dry, S 0-2</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Weather Format: </strong>Temperature (Hot, Warm, Cool, Cold), Cloudiness (Fully Cloudy, Partly Cloudy, Clear), Precipitation (Heavy Rain, Light Rain, Fog, Dry), Wind direction and speed.</p>\n<p> </p>\n<h3>Months of the Hârnic Seasons</h3>\n<p><strong>Spring: </strong>Nuzyael, Peonu, Kelen</p>\n<p><strong>Summer: </strong>Nolus, Larane, Agrazhar</p>\n<p><strong>Autumn: </strong>Azura, Halane, Savor</p>\n<p><strong>Winter: </strong>Ilvin, Navek, Morgat</p>\n<p> </p>\n<h3>Days and Weeks</h3>\n<p>Tuzyn Reckoning (TR) does not measure time in weeks. A tenday (three per month) is a common convenience, and a Hinyael (fifteen days) is used occasionally.</p>",
        "format": 1,
        "markdown": ""
      },
      "_id": "gQJdSx6aPBbRZsLe",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 100000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.gQJdSx6aPBbRZsLe"
    },
    {
      "name": "Chesel to Athelren (3 Agrazhar)",
      "type": "text",
      "text": {
        "content": "<p>Despite his desire to get home as quickly as possible, the Earl will make time to visit the Sheriff. He prefers to keep a close eye on the Sir Tulath and remind him that he is the Earl of Vemion and that he will tolerate no abuse of his people.</p>\n<h3>Just A Friendly Drink (Commoners)</h3>\n<p>The Earl has several agents in Athelren. He will have the Chamberlain send out servants into the town to “relax”. Their real purpose is to rendezvous with the agents and collect their reports on the Sheriff’s actions over the last two months. The Sheriff has his own men and they will try and follow the servants in hopes they will lead them to the Earl’s agents. Reports are that the Sheriff is truly trying to reform his image. His extravagance has been much reduced, to only three feasts a week. Rumour has it that even his usurers are getting nervous about the size of his debts and have tightened the purse strings.</p>\n<h3>Watch and Report (Both)</h3>\n<p>Sir Urian is expecting the Earl to arrive home sometime around the beginning of Agrazhar but does not know exactly when. The Earl dispatches the PCs to ride ahead to Minarsas earlier than expected. They slip in quietly, incognito, and take up positions in Minarsas, both outside and inside the castle (aided by Sir Morgal, if necessary). The Earl dispatches a second group of servants. several hours later, to loudly proclaim that the Earl has arrived in Athelren and will he home tomorrow. The PCs watch to see if anyone acts suspicious or tries to leave before the Earl arrives. They also inspect to make sure security is as it should be and that there are no surprises in store for the Earl. The Earl has several full time informants within the community. The PCs are given several names (not all of them by far) to check with. They are to report back that night with a detailed account of everything that has happened well he was gone. Sir Declaen likes to be well prepared.</p>",
        "format": 1
      },
      "_id": "v9tYxiS8ZUXFxiQt",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 7400000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.v9tYxiS8ZUXFxiQt"
    },
    {
      "name": "Chesel to Nubeth (10 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>After an early morning and another full day’s travel, the Earl stays at Nubeth Keep, a guest of the Baron. The Baron throws a small feast in the Earl’s honour. The Earl has brought a large silver broach, as big as a shield boss and set with semi-precious stones as red as blood, as a gift for the Baron of Nubeth. The Chamberlain gives it to one of the PCs to hold. The Earl plans to present it to the Baron on his departure.</p>\n<h3>Thief Among Us (Both)</h3>\n<p>During the dinner at Nubeth Keep, the broach goes missing from the PCs baggage (or baggage they are supposed to be guarding). Is it someone from the keep, or a member of the caravan? They must recover it before morning or admit to the Earl they lost his gift.</p>",
        "format": 1
      },
      "_id": "ZeeWEZ3XmmhKiOTZ",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2200000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.ZeeWEZ3XmmhKiOTZ"
    },
    {
      "name": "Erone and Zutlin (25 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>Soratir is the Laranian Lay Mass. Before departing Ternua for Erone, the Earl’s chaplain will lead a prayer service in the Ternua chapel. Special prayers will be offered for the swift and complete recovery of Lady Ialny. All Laranians will attend. The cavalcade will depart soon after morning devotions.</p>\n<p>Lady Ialny’s health is failing. Her physician, Sir Petral, knows it and has informed the Earl. In a last ditch attempt to cure the palsy that has stricken her, the Earl has decided to take her to the nuns at Erone Abbey (Tirrala’s Homespace). The skill of the Peonian clerics and the healing powers of its mineral springs are renowned throughout the kingdom. The Earl is desperate, but realistic. He prays for a miracle, but his hope is fading.</p>\n<p>The nuns are ready for Lady Ialny, having been warned by a messenger sent by the Baron of Ternua the day before. They have prepared a house for her plus her nursemaid Hila, Sir Petral, two members of the Wyvern Guard (who will guard Her Ladyship) and four servants. Even in her present state, Lady Ialny is the wife of an earl and a potentially valuable hostage. The Earl has requested that the nuns tend to her while he attends the tournament in Olokand. He plans to return in about one month. This will be his longest separation from her in several years, and just the thought of it eats at him. The Earl has promised a substantial contribution to the church to cover the cost of her stay and promises of a large annual gift if they can cure her.</p>\n<p>Due to the lack of suitable accommodations, Sir Declaen plans to stay with his wife’s family at Zutlin Manor for the next three days. The Earl is afraid his daughter, Maid Camissa, will want to stay at the abbey with her mother. He is concerned that “excessive exposure” to the Peonian church might give her ideas inappropriate to her station. He will insist she stay at Zutlin Manor and accompany him to Olokand.</p>\n<p>After Lady Ialny is safely installed in the guesthouse, the Earl and the rest of his entourage will continue to Zutlin Manor just a league and a half up the road. They will be welcomed with great fanfare by Lord Kaery Valador. This will be a homecoming for Page Mikha (his son) and Sir Andro (his younger brother). It will be the first time Maid Camissa has visited her mother’s childhood home. She will be overjoyed to see her cousins.</p>\n<h3>Close Watch (Both)</h3>\n<p>The Earl has ordered a special guard placed on Maid Camissa, just in case she “accidentally wanders off.” The PCs have to deal with a very willful and clever young lady. She is not intimidated by their presence and will attempt to bluff them with clever stories and her rank. Firm but discrete are the PCs orders.</p>",
        "format": 1
      },
      "_id": "4cWDlbhTgmzzMAZV",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 3500000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.4cWDlbhTgmzzMAZV"
    },
    {
      "name": "Erone and Zutlin (25 to 28 Larane)",
      "type": "text",
      "text": {
        "content": "<p>The Earl arrives in Erone at about sundown on the 25th. He is immediately taken to see his wife. Lady Ialny is unchanged. The doctor, Sir Petral, gives high praise to the nuns for all their efforts. Alas, none of their curatives have had any effect. The Earl and Maid Camissa join Lady Ialny in the guesthouse, while the rest of the party stays in Zutlin. Sir Declaen spends several days resting and partaking of the therapeutic springs. Maid Camissa is overjoyed for the opportunity to spend time with the nuns. Although obviously disappointed, the Earl seems truly relaxed for the first time in a month.</p>",
        "format": 1
      },
      "_id": "CHHhZKay9dXtnxgE",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 6900000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.CHHhZKay9dXtnxgE"
    },
    {
      "name": "Erone to Wylain (29 Larane)",
      "type": "text",
      "text": {
        "content": "<p>The trip to Wylain Chapterhouse will probably be the longest day of travelling on the trip, over nine leagues. The nobles will ride ahead and spend the evening with the Reblena while the baggage caravan struggles to catch up. Fortunately, the Lady of Paladins always put on a fine feast and have plenty of accommodation, even if the servants do have to sleep in the barn or stables.</p>\n<h3>Fellow Guests (Both)</h3>\n<p>Wylain Chapterhouse, located on the Genin Trail, is a popular hostel for travellers, especially members of the Lady of Paladins. In addition to the Earl’s retinue, the chapter is hosting a group of Kaldoric members of the order returning from the Solori Crusade. The chaplain and/or the Earl’s nephews know several of them. This is a unique opportunity to find out what is really going on.</p>",
        "format": 1
      },
      "_id": "27SlSty3vIJlX94X",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 7000000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.27SlSty3vIJlX94X"
    },
    {
      "name": "Hasiel to Nubeth (1 Agrazhar)",
      "type": "text",
      "text": {
        "content": "<p>The trip to Nubeth is a relatively easy day on a good road. The Baron’s outriders will inform him well before the Earl’s cavalcade or messengers arrive and wine and food will be ready and waiting.</p>\n<h3>Detached Messengers (Both)</h3>\n<p>The Earl has written a letter to Lady Thilisa (see @UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.Drif63BDX2JhsRzd]{Letter from Sir Declaen to Lady Thilisa His Daughter}). The Earl’s opinion about the state of the nation would be of great interest to his opponents. A half a dozen men (possibly the PCs) are sent to escort the courier to Qualdris. The group is attacked. The bag containing the letter is stolen in the fight. If the messengers are PCs, they will need to get the letter back and find out who has read it.</p>\n<h3>Courier from Tashal (Both)</h3>\n<p>In the middle of the night, a rider on a lathered horse pounds on the gates of Nubeth Keep and says he has an urgent message for the Earl’s ears only. The PCs recognize him immediately as one of the servants from the townhouse in Tashal. He is led in to see the Earl immediately. A half a glass later, he comes out and is led away to get food and rest.</p>\n<p><strong>GM Options:</strong></p>\n<ol style=\"list-style-type:lower-alpha\">\n<li>The King is dead. Let the Succession Crisis begin.</li>\n<li>Earl Sedris Meleken has been found, injured but alive.</li>\n<li>Sheriff Maldan Harabor has hired an army of mercenaries. Sir Koris has turned on the King. Together they hold him hostage in Olokand.</li>\n<li>The Earl’s sister, Lady Colenia (who lives in Uldien) has died unexpectedly.</li>\n<li>Thardic troops have taken Trobridge Inn. The King has declared war.</li>\n<li>Melderyni troops are marching on Chybisa. The King has declared war.</li>\n<li>The Earl’s missing tunics have been found. One of the serving wenches tried to sell them back to the same mercantyler who sold them to the Earl in the first place. She has been found guilty and has already been executed.</li>\n<li>Any other piece of exciting news the GM thinks worthy of a messenger killing two horses and waking the Earl in the middle of the night.</li>\n</ol>",
        "format": 1
      },
      "_id": "OnAo9zF6t5QvGeBS",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 7200000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.OnAo9zF6t5QvGeBS"
    },
    {
      "name": "Kerk to Airth (26 Larane)",
      "type": "text",
      "text": {
        "content": "<p>The rain gets worse the second day, but the distance is less, only about six leagues. The servants will have to set up camp at the end of the day. If anything, the situation in Airth appears graver then during the outbound trip.</p>\n<h3>Mired in Mud (Commoners)</h3>\n<p>While crossing the ford north of Ovendel Manor, the last wagon becomes hopelessly mired in the rain soaked bank, already churned up by the previous wagons and horses. The PCs must organize the recovery. They can use the teams of horses from the other wagons and a block and tackle to pull it out or send someone to the manor to bring help (perhaps six or eight oxen). Several hours are lost and everyone ends up completely filthy.</p>\n<h3>Fanon and Beyond (Both)</h3>\n<p>Airth is the setting for <em>The Staff of Fanon</em> (see @UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.Fl7DYfABVsO6IDle]{Tashal to Airth (8 Larane)}). If the GM wishes, when the caravan leaves to rejoin the Earl, the PCs can remain behind in Airth and help the locals who are in desperate shape. This will lead them to two subsequent adventures, Kiraz [Crossby, N. Robin. 1989. Kiraz. Columbia Games Inc. Currently in print, available from CGI: Kiraz.] and the Curse of Hlen, [Crossby, N. Robin. 1993. Curse of Hlen. Columbia Games Inc. Currently in print, available from CGI: Hlen.] which may keep them busy for a very long time.</p>",
        "format": 1,
        "markdown": ""
      },
      "_id": "c59ofKwQ3NJJLzCK",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 6600000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.c59ofKwQ3NJJLzCK"
    },
    {
      "name": "Kerk to Olokand (10 Larane)",
      "type": "text",
      "text": {
        "content": "<p>As with the arrival in Tashal, all of the members of the retinue are expected to dress in their finest clothing for the dramatic arrival in Olokand. The Earl, his knights, squires, pages, men-at-arms and yeomen will all be decked out in full armour. The ladies will wear their finest dresses. The many servants, wagons and horses will ensure everyone is aware that the Earl of Vemion has arrived.</p>\n<h3>Unacceptable Rooms (Both)</h3>\n<p>As an Earl, Sir Declaen is invited (actually, expected) to stay in Caer Olokand during the tournament. However, because he rarely attends, no one made provision for him. The best rooms were spoken for months ago (for the King, Princess Meliem, Serekela and other Earls). In a confrontation in the Great Hall, the Sheriff has the audacity to suggest the Earl use a minor room normally occupied by servants! Sir Gorlin quickly intervenes and suggests a short recess while the Earl “freshens up”. He snags one of the PCs (a noble member of the retinue or trusted servant) and whispers, “For Larani’s sake, work something out with Kytem Curo, the Chamber Seneschal, [Tashal v2. Chamber Seneschal. Page 19.] before this becomes a major incident.” The Sheriff leaves the matter “to the servants,” and takes a seat at head table and calls for ale.</p>\n<p>The PC must diplomatically resolve the issue of precedence and secure a room suitable for an Earl. Sir Maldan is watching them like a hawk waiting to strike. The Seneschal is sympathetic and open to suggestions. This is also an excellent chance to impress Sir Gorlin.</p>\n<h4>Noble Solution</h4>\n<p>There are four suitable chambers (third floor southeast, fourth floor northwest and northeast and fifth floor Sanric Tower). Noble PCs could quickly find out if all four earls are attending, who is staying in the remaining rooms and then approach the lower ranking guests (most likely Barons) and ask them to relocate to make room for the Earl. A great deal of high-level diplomacy will be required shuttling between the entourages of the guests.</p>\n<h4>Common Solution</h4>\n<p>This year, the Earl of Neph has elected to take a smaller room on the third floor rather than “accept the honour” of using the fifth floor of Sanric Tower. So, that room is available. Unfortunately, all the furniture has been removed. The PCs must figure out how to get all of the Earl’s portable furniture up to the fifth floor and quickly.</p>\n<h4>Failsafe Solution</h4>\n<p>If the PCs fail to find an acceptable solution by the time the Earl returns, Serekela Edine Kynn sweeps into the Great Hall and says, “A spot of bother, this problem with the rooms. Come my friend, you can share my room on the third floor.” The Sheriff looks furious; the Earl looks leery; and the Serekela looks like the cat that swallowed the pigeon.</p>",
        "format": 1
      },
      "_id": "RmVnkhtc7dyu7cwC",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 4900000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.RmVnkhtc7dyu7cwC"
    },
    {
      "name": "Kolorn (22 and 23 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>Kolorn is the only keep outside of Vemionshire the Earl visits regularly. [Minarsas. Sidebar. Page 5. Political Travels. Page 25.] Normally, he visits in the autumn in a trip scheduled to coincide with the King’s trip to Jedes. This year, the Earl will deliver his annual tribute to the King in Olokand. The Baron plans to hold a large feast in his liege’s honour on 23 Nolus. The Earl will meet with the Baron to review the accounts of the fief.</p>\n<h3>That’s Strange (Both)</h3>\n<p>The Earl’s early visit has serendipitously coincided with the recent shipment of a large amount of grain and horses to Azadmere. Normally, the Baron has time to conceal his dealings with the Khuzdul, but this time, the shipment has only left a few days before, and the evidence is all around. The Earl orders a secret investigation of the Baron’s accounts. Some men (possibly including the PCs) will be dispatched to catch up with the horses and grain and speak to the caravan master about who the shipment is going to and why. The caravan master will refuse to speak to the PCs, so further investigations will be required. While the Earl will not interfere in his liegeman’s affairs, he will be quite unhappy to discover the size of the Baron’s debts and the compromised position he has got himself into.</p>\n<h3>Plea for Aid (Noble)</h3>\n<p>The baron’s son, Sir Lyndar, is a conscientious administrator. He is well aware of this father’s failings as a baron. He is afraid the Earl is here to cast his family out (a rational, but unfounded fear). He notes the PCs importance within the entourage and approaches them to intervene on his family’s behalf with the Earl. If they are presumptuous enough to actually bring the subject up with the Earl, they are in for a harsh lesson in “not interfering with the decisions of their betters.” Kolorn to Ternua (24 Nolus)</p>",
        "format": 1
      },
      "_id": "Gzfp6LOq5INh2p4L",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 3200000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.Gzfp6LOq5INh2p4L"
    },
    {
      "name": "Kolorn to Ternua (24 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>The Earl finds the Baron of Ternua a crude and boorish man. However, he was the father of the Earl’s younger brother’s (Sir Rindan) late wife, and so politeness demands the Earl make at least a brief courtesy call. He will delay the departure from Kolorn so the cavalcade will arrive in Ternua late in the day, minimizing the stop to one night. He will depart early the next morning claiming (truthfully) that he is anxious to get his sick wife to the abbey hospital at Erone. If one of the PCs has accepted a letter from the Baron’s daughter in Athelren, they will have the opportunity to deliver it.</p>\n<h3>Are Those Mercenaries? (Commoner)</h3>\n<p>Sir Kobar spots an unusually large number of troops at Ternua Keep. He orders several men (including the PCs) to mix with the garrison and try to determine the number and composition of the Baron’s forces. He files the reports for future reference.</p>",
        "format": 1
      },
      "_id": "tRxt5P7iYNcm6qTH",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 3300000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.tRxt5P7iYNcm6qTH"
    },
    {
      "name": "Laranian Religious Practices",
      "type": "text",
      "text": {
        "content": "<p>Ref: Laranian Religions Practices [Crossby, N. Robin et al. 1985. Gods of Hârn. Larani. Page 6. Columbia Games Inc. Out of print, sometimes available on eBay.]</p>\n<p>Soratir, lay masses, are held three times each month on the fifth, fifteenth and twenty-fifth. In most temples the High Priest leads the rites, although any master can officiate. Masses generally include a sermon from the priest, most of which consist of an example from the life of a saint or legendary hero. These sermons are intended to show the honour and piety to be won by those who are just and compassionate.</p>\n<p>There is provision for private devotions within most Laranian temples. Generally these are small chambers with few artefacts except the altar. The private ceremony consists of silent prayer and meditation, designed to bring the adherent “nearer to Tirithor”, and to rededicate their devotion.</p>\n<p>Worshippers can also make confession to a priest should they feel the need. This, and any penance prescribed by the priest, is considered to purify the soul and renew the spirit of the adherent. Priests usually assign penance based on their judgment of the severity of the sin. Penance may range from reciting a litany of praise of the goddess to performing some dangerous service.</p>",
        "format": 1
      },
      "_id": "7uXFvOiY09HZUSV1",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 300000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.7uXFvOiY09HZUSV1"
    },
    {
      "name": "Ledyne (19 and 20 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>The Earl intends to spend a couple of days with the Rekela (Bishop) of Larani discussing issues of import in the diocese, especially Vemionshire. He intends to speak to the bishop about his missing son-in-law and what plans the Rekela has put in place to search for him.</p>\n<h3>Brothers and Sisters (Nobles and Laranian Commoners)</h3>\n<p>All Laranians, especially the chaplain, members of the Lady of Paladins or lay brothers/sisters, are invited to attend a church service at the abbey temple. Afterward, the members of the abbey want to know all about their trip and what is happening in Minarsas, Qualdris and Nebulan. One of the (Laranian) PC/NPCs is taken aside by the Rekela and asked to carry a mysterious sealed package (quite heavy) to the Serekela in Caleme. Other members of the group note this. Someone will try to steal the package before it reaches its destination. The package contains a very valuable book.</p>\n<h3>Garden Party (Nobles)</h3>\n<p>The Earl has decided to hold a reception at the abbey to introduce Camissa to the local eligible bachelors. One of the guests, Sir Methewn, becomes overly inebriated and obnoxious. He makes several inappropriate comments about Maid Camissa’s appearance within earshot, causing her to run out of the room crying. In anger, the Earl looks at the PCs and tells them to teach him a lesson he won’t soon forget.</p>\n<h3>Route Reconnaissance (Commoners)</h3>\n<p>Since the next section of the trip will take the cavalcade off the main roads, the Chamberlain wants to know the condition of the roads so he can choose the best route. He dispatches the PCs to ride the roads and prepare a map for his consideration. If the PCs are new to the area, they could easily get lost. They have two days to complete the task.</p>",
        "format": 1
      },
      "_id": "Cw6AbEBOqAkgf10x",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 3000000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.Cw6AbEBOqAkgf10x"
    },
    {
      "name": "Ledyne to Kolorn (21 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>The trip from the abbey to the keep is short but on lesser roads, which are often rutted and narrow. Nobles on horseback can easily make the trip in just a morning, but the wagons will take most of the day.</p>\n<h3>Road Repair (Nobles)</h3>\n<p>The roads are too rough for Lady Ialny’s wagon. The Earl orders the chamberlain to form work details from the servants to fill the holes. Over enthusiastic servants take stones from the fences lining the road. After the cavalcade passes, several sheep get free. The local reeve complains to his lord. The knight rides after the retinue to seek restitution. The PCs are tasked with dealing with the wronged knight.</p>\n<h3>Sheep Round Up (Commoners)</h3>\n<p>As part of the agreement with the local lord, some of the Earl’s servants are dispatched to help round up the stray sheep. Tracking skill will be required to find some of them.</p>",
        "format": 1
      },
      "_id": "gGwsK08MoARTo411",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 3100000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.gGwsK08MoARTo411"
    },
    {
      "name": "Letter from Sir Declaen to Lady Thilisa His Daughter",
      "type": "text",
      "text": {
        "content": "<p>Dearest Thilisa,</p>\n<p>After an extended treatment at Erone, your Mother’s condition remains unchanged. I am a loss at what to do next. Sir Petral fears she will continue to grow weaker despite his best efforts. He suspects she may be under some sort of curse. I intend to consult Serolan Irin upon returning home.</p>\n<p>I have made numerous enquires as to Sedris’ whereabouts. No one seems to know what has happened to him. It is as if he dropped into the abyss. I have a dozen of my best agents scouring the kingdom for him. Rekela Bantire has ordered all of his priests and chaplains throughout the south to send word the moment they hear tell of him. I will not rest until he is found and restored to you. Have faith my love, he will be found.</p>\n<p>I have spent the last month talking to the senior nobles of the realm, including two extended audiences with the King himself. I emphasized to him that the lack of a designated successor worries everyone, including myself. The King is the King and remains immovable. He will designate a successor in his own good time. When that will be, Larani only knows.</p>\n<p>Personally, I believe there are only four real contenders for the throne. Among the traditionalists, Sir Conwan Elendsa is the front-runner. He is wealthy, well placed, well liked and legitimate. Sir Maldan Harabor is a dangerous and ambitious man. His desire for the throne is palpable in everything he says and does. The traditionalists will never elect one born out of wedlock. Lady Cheselyne Hosath has the lineage and ambition to be queen, but lacks the charisma to draw nobles to her cause. Her financial resources are surprisingly deep and may have ensnared some lesser nobles. Sir Orsin Firith is the dark horse in this race. He is a proven fighter with a good head for strategy and some of the most experienced veterans in the kingdom under his command. He could defeat them all if it came to open warfare.</p>\n<p>The other contenders will likely back one faction or another. Sir Koris will no doubt support Maldan; taking much of the Royal Guard with him. He is well liked by his men. I do not think Sir Tulath has the ambition or support to make a serious run for the throne. The claims of Sir Erelar, Dosyl Indama or the Ubael children are meaningless without the swords to back them.</p>\n<p>The Earls will swing the fight. As always, Balim seeks to be Kingmaker. He and the Serekela are thick as thieves. Whispering, scheming, prodding for weaknesses, I don’t trust either of them. Neph has informers everywhere. I think he wants to wear the crown himself. I do not believe a word out of his mouth.</p>\n<p>With Sedris missing, that leaves you and me, dearest. Personally, I could never support Maldan. Cheselyne is a shrew and her daughter is worse. Since only the Serekela can free Conwan from his oath, he and Balim will own him if he is made King.</p>\n<p>If it comes to civil war, we will need a strong king, a warrior king, to end this quickly. I urge you to join me in backing Orsin Firith. I think we can count on Sir Remiu of Nebulan. Between the four of us, we control southern Kaldor. If there is a protracted struggle, a unified south will keep our heartlands safe.</p>\n<p>Write me soon, your loving father, Declaen</p>",
        "format": 1
      },
      "_id": "Drif63BDX2JhsRzd",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 900000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.Drif63BDX2JhsRzd"
    },
    {
      "name": "Minarsas (1 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>The Earl cherishes the romantic notion of Vemionshire hospitality. Feasts were once a common and popular event before Lady Ialny was struck down with a palsy. However, of late, the Earl’s feasts have been few and far between. As if the Earl’s decision to go on this great progress was not out of character enough, he has declared 1 Nolus to be a holiday and announced a huge feast to honour the victors of the tournament and to celebrate the beginning of his trip. This is the event of the season. Everyone who can wants to attend.</p>\n<p>The great hall of Caer Minarsas can comfortably seat about forty people, far too few for the crowd that is expected. The wool tent (normally only used during the fair) has been pulled out of storage and erected at the edge of the tournament grounds.</p>\n<p>The quantity of food is staggering. Wagonloads of food have been brought in from the surrounding manors. For the common folk, the Earl has provided a dozen oxen, a score of pigs and two-score of sheep to be roasted on huge outdoor fire pits. Ale from every manor in two leagues has been brought in to quench their thirst. Hunters have spent a tenday to bring in the deer, wild boar, grouse and many other delicacies to be prepared for the nobles in the castle’s kitchens. The Earl’s cellars have been thrown open to provide wine for the more refined noble palates. No expense has been spared.</p>\n<p>Everyone in the town, plus nobles from across the shire, has been invited. Despite filling every square inch of the tent with trestle tables and benches, there will barely be enough room for the nobles and more important guildsmen. The commoners will be fed, but will have to find space outside the tent to eat.</p>\n<p>The feast is an all day event, starting about noon. The events commence with the Earl’s introducing the tournament’s champions. Then, the Earl and a few important guests will speak, the Laranian and Peonian clerics will offer thanks and the feast will begin. Entertainers, both those hired by the chamberlain and those working for thrown coin, will abound.</p>\n<h3>A Little Extra Coin (Both)</h3>\n<p>A stranger approaches a PC member of the retinue. His brother lives in Tashal. He hasn’t seen him in years. He asks the PC to deliver a package to him in return for a respectable amount of silver (up to the GM). The package could be innocent or illegal (a shipment of prohibited drugs). Will the PC act as a courier for someone he doesn’t know?</p>\n<h3>May I Have This Dance? (Nobles)</h3>\n<p>As the evening wears on, the tables are cleared away to make room for the nobles to dance. The PCs “friends” encourage them to dance. A handsome male PC ends up dancing with the Earl’s daughter. She is quite taken with his good looks and dancing ability.</p>\n<h3>Suspicious Activity (Both)</h3>\n<p>Sir Andro is making final preparation for the trip, meeting with some of his illicit contacts. The PCs see him. The GM should let them watch if they want, but he doesn’t do anything that can’t be easily explained away.</p>\n<h3>Last Chance (Both)</h3>\n<p>This is the last opportunity to be included in the retinue. For those PCs who failed to win the tournament, this is a chance to remind Sir Gorlin of past services rendered, services they can provide, debts owed, etc. There is great potential for intrigue at this feast.</p>",
        "format": 1
      },
      "_id": "uhrJfFKPZNUQM3eN",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1300000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.uhrJfFKPZNUQM3eN"
    },
    {
      "name": "Minarsas (14 Agrazhar)",
      "type": "text",
      "text": {
        "content": "<p>Sir Declaen holds court in the Great Hall of Minarsas Castle. He informs his subjects of the outcome of his progress, what he has seen, whom he has spoken to (most notably the King), and the performance of the Minarsas champions at the Royal Chelebin Tournament. His subjects are invited to speak, air issues or make appeals not heard since the spring court. The event lasts most of the day. The liegemen are invited to stay the night and join the Earl in his official thanks giving on the morrow.</p>",
        "format": 1
      },
      "_id": "AmdkmF3eFRrHqNGh",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 7900000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.AmdkmF3eFRrHqNGh"
    },
    {
      "name": "Minarsas (15 Agrazhar)",
      "type": "text",
      "text": {
        "content": "<p>The day begins with a large public ceremony at the Lion of Dolithor Temple of Larani in the town. The Earl makes a public donation to the temple in thanks for a safe and successful trip. In a somewhat surprising development, he muses aloud that Sir Urian has done so well he may do this again next year. His son beams with pride. Guests from across the shire join the members of the retinue in a final feast before taking their leave of the Earl and dispersing back to their homes. They will have many tales to tell their friends and family.</p>",
        "format": 1
      },
      "_id": "o9OzXbQsJ0m4k0q5",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 8000000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.o9OzXbQsJ0m4k0q5"
    },
    {
      "name": "Minarsas (5 Agrazhar)",
      "type": "text",
      "text": {
        "content": "<p>The Earl’s arrival home coincides with the first Soratir of Agrazhar. Serolan Margon Irin leads the retinue and castle household in a private low mass to celebrate the party’s safe return home. Afterward, the Earl hosts an intimate dinner just for the members of his household who travelled with him. In thanks for their hard work, risking their lives, faithful service and loyalty, he presents each member with a gift appropriate to their station (equivalent to about 3 months salary).</p>",
        "format": 1
      },
      "_id": "2OfH39mv7hQEB82n",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 7600000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.2OfH39mv7hQEB82n"
    },
    {
      "name": "Minarsas (6 Agrazhar)",
      "type": "text",
      "text": {
        "content": "<p>Sir Urian arrives about mid-morning. He, along with Constable Morgal Rintaran, are summoned to the Great Hall to give an official accounting of what has happened in Minarsas and the shire in the Earl’s absence. All has been fine in Sir Declaen’s absence, much to his surprise and relief. The Earl thanks Sir Morgal for his hard work. As it turns out, Sir Urian actually did a reasonably good job in his father’s absence. His hunting trip up north was at the request of the Reblena of Myshtas Chapterhouse who reported that the region had been plagued by a wolf that no one else had been able to kill. Sir Urian proudly presents the wolf’s head to his father.</p>",
        "format": 1
      },
      "_id": "5QcSwYMl0ckU89aQ",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 7700000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.5QcSwYMl0ckU89aQ"
    },
    {
      "name": "Minarsas (7 to 13 Agrazhar)",
      "type": "text",
      "text": {
        "content": "<p>A normal routine settles over the Caer Minarsas household. Riders are dispatched to key holdings to invite prominent members of the shire to court on 14 Agrazhar.</p>",
        "format": 1
      },
      "_id": "Bn8DJeJLDhrsyu7M",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 7800000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.Bn8DJeJLDhrsyu7M"
    },
    {
      "name": "Minarsas to Zoben (2 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>Late the next morning, the Earl’s retinue will make the short trip, just two leagues, to Zoben Keep. This serves as an opportunity for the Chamberlain, Sir Gorlin, to shake out the order of march and correct any deficiencies. The GM should play up the after-effects of a whole day of partying, feasting and drinking.</p>\n<h3>Forgotten Items (Commoners)</h3>\n<p>Maid Camissa has forgotten her favourite comb in Minarsas. The PCs are sent to fetch it.</p>\n<h3>Place Means Status (Noble)</h3>\n<p>As the retinue forms up, a noble’s status is shown by his proximity to the Earl. Senior nobles and his friends and family will be closest to him. The chamberlain will place other nobles further back. Noble PCs may use their Rhetoric skill or negotiation with the chamberlain to win a more prestigious place within the entourage. This jockeying for position should continue throughout the trip.</p>",
        "format": 1
      },
      "_id": "FHfYN6pMIm6AMUCZ",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1400000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.FHfYN6pMIm6AMUCZ"
    },
    {
      "name": "NPC-Specific Adventure Hooks",
      "type": "text",
      "text": {
        "content": "<h2>Earl of Vemion</h2>\n<p>Sir Declaen is notorious for not being able to delegate. The Chamberlain has tasked the PCs to do something (such as set up the Earl’s pavilion). The Earl is supposed to be relaxing, but soon he is hovering over the PCs, directing everything. “Lay it out facing north…no south. Nail down that corner first…now over here.” Sir Gorlin looks on with resignation. The PCs should be driven to distraction. Everyone knows how annoying he is, but he is the boss and they must do whatever he says. Backtalk or surliness will be swiftly and harshly dealt with.</p>\n<h2>Earl of Vemion</h2>\n<p>The PCs have been given another task by the Chamberlain. It is very important and time critical. Just as they are about to leave to go do the task, the Earl walks by and says, “You, you and you, come with me.” Sir Declaen takes the PCs to do some inane and pointless job (considerably below their station, i.e. having nobles rearranging the furniture in his solar). They waste precious hours. The Chamberlain will still expect their original task to get done on time.</p>\n<h2>Chamberlain</h2>\n<p>Sir Gorlin is also the Earl’s herald. However, his chamberlain duties keep him fully occupied. Any herald PCs will be automatically assigned to assist him in his duties. If there are no heralds, a junior knight will be tasked with the duty. The duties are not onerous (i.e. delivering messages, announcing the Earl’s arrival, some light diplomacy), but they do represent a significant high profile role-playing opportunity for the PC.</p>\n<h2>Captain</h2>\n<p>Sir Kobar is in charge of security. However, he must sleep sometime. As the Progress unfolds, he watches noble PCs (especially knights and senior squires) looking for leadership potential. If a PC does well, the Captain will select him to fill the position of acting Lieutenant. This “honour” means that the PC will be on security duty every night. The GM should impose significant penalties for lack of sleep.</p>\n<h2>Maid Camissa (before The Missing Maid)</h2>\n<p>See: @UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.GeZXQSHNwyVfxkdt#the-missing-maid-(both)]{The Missing Maid (Both)} </p>\n<p>The Earl’s daughter is intensely curious, clever and determined. She wants to explore every location they visit. She has a Wyvern Guard man-at-arms as an escort, but she is quite talented at giving him the slip. If the PCs prove themselves reliable and diplomatic, Sir Kobar may task them to act as her bodyguards or find her after she slips away. The search for an errant Maid Camissa is the perfect excuse to enter every room in a castle. If the PCs need to get into a restricted area, Camissa might even be willing to help them by going missing on purpose. The price for her help is their assistance to go somewhere she wants but is against the Earl’s wishes (i.e. Erone Abbey).</p>\n<h2>Maid Camissa (after The Missing Maid)</h2>\n<p>See: @UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.zaZ5AyRppweTFK69#the-missing-maid-(cont)]{The Missing Maid (Con’t)}</p>\n<p>After her scare in Tashal, Maid Camissa is more appreciative of her bodyguards. She is still curious, but more cautious. Her kindness and sunny disposition resurface slowly. If the PCs are friendly and loyal, she bonds quickly with them. This is especially true with female PCs or male PCs who directly participate in her rescue in Tashal. She is not afraid to use her rank to assist or protect her “friends.” She loves the idea of “adventures”. Few, below the rank of Baron, will dare even question the daughter of an Earl, making her a potentially valuable assistant. However, Sir Declaen will be horrified and furious if he discovers out PCs have involved her in their shenanigans. He will punish the PCs severely.</p>\n<h2>Sir Andro</h2>\n<p>The descendant of fourteen generations of nobility, Sir Andro can trace his family tree back to the Restoration in 406TR. He is intensely conscious of his status and honour. If the PCs fail to accord him the utmost respect and deference or question his honour in anyway, he will react immediately. Common or guildsmen PCs who talk back will receive a riding crop across the face without warning. Noble PCs (of lesser status) will be belittled and treated with contempt or, in extreme cases, even challenged to a duel. Sir Andro is in his thirties and a competent (if not extraordinary) swordsman.</p>\n<h2>Lady Milycia</h2>\n<p>The self-appointed mistress of the retinue, the Bailiff’s wife is somewhat haughty but sensible and practical. When she needs something done, she will simply order the nearest person to do it. Example: They have run out of sweet smelling herbs for Lady Ialny’s brazier. Lady Milycia spots a couple of the PCs “lounging around” and sends them out to purchase herbs that smell “like this” (shoving a handful of what look like dried weeds in their hands). She is very fussy and will send them back if the herbs they buy are not “exactly” right.</p>\n<h2>Physician</h2>\n<p>Sir Petral has served the Caldeths for many years. He is well known and respected and is often called upon to treat injured members of retinue. A member of the Aswain Clan (known to be excellent physicians), Sir Petral is an outstanding teacher and remarkably open to sharing his knowledge. He will enlist PCs who display interest or skill in the medical arts as his assistants; they will learn a great deal.</p>\n<h2>Wyvern the Wolfhound</h2>\n<p>The dog takes an intense dislike to one of the PCs (the reason is up to the GM). He growls whenever the PC is nearby and watches them closely, attracting the scrutiny of the Earl, Chamberlain and Wyvern Guard. If the PC tries to befriend the dog, he may attack (GM’s discretion).</p>",
        "format": 1,
        "markdown": ""
      },
      "_id": "xd9y6ICZUUFJNiuX",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 600000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.xd9y6ICZUUFJNiuX"
    },
    {
      "name": "Nebulan to Qualdris (17 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>The day begins with an hour long early morning prayer session (again, everyone will attend). Prayers will be followed by a generous meal to break the fast. None of the nobles seems to be in a hurry to depart. The PCs will have plenty of time to mix with the other guests. In addition to the nobles, guildsmen and commoners resident at the chapterhouse, the Baron, Earl and Lady Thilisa have each brought their own entourage. This is an exciting opportunity to mix with peers and make new contacts.</p>\n<p>After a light midday meal, Sir Gorlin and Sir Meathgir start to muster their respective parties to return to Qualdris. The ride takes a couple of hours. The party arrives back in Qualdris at about dusk. Dinner will be held for them.</p>\n<h3>Establishing Contacts (Both)</h3>\n<p>Social order in the Middle Ages depended on personal relationships. The legal system was slow, cumbersome and prone to interference. In order to accomplish anything, individuals had to build up a network of contacts that they knew and could trust. Even if the PCs don’t think of doing the same, the GM should prompt them by having NPCs approach them to try and establish new contacts. It will begin with polite conversation, feeling each other out, finding common interests and laying the groundwork for future relations. Men will target wealthy PCs with offers of sisters, aunts, daughters and cousins to marry off. Potential business partners will solicit guildsmen with offers of “once in a lifetime deals.” Even commoners will be besieged by folks looking to find a good position in a noble household for their brother, uncle, son or cousin. This hook can be repeated throughout the adventure.</p>\n<h3>Intelligence Gathering (Both)</h3>\n<p>Several individuals (both noble and common) seem excessively interested in the Earl’s business (i.e. How long will you be gone? Who is in charge while the Earl is away?). They are soliciting information from the PCs (see @UUID[JournalEntry.FGMeOLJquHoNOAAG.JournalEntryPage.y5qjHlvpxGDVtPuk]{Rumours}). Are they just curious? Or, is there something more nefarious going on?</p>\n<h3>You Are So Handsome (Both)</h3>\n<p>During the visit to Nebulan a beautiful woman (femme fatale, noble woman, sweet young thing or serving girl, as appropriate) approaches one of the PCs. She engages them in conversation and then offers them a drink and attempts to seduce them. The PC must make a roll at ½ WILL to remain focused. If they fail, she will pull them into a secluded corner where she will try to solicit information from them as per the rules in the Rumour section (see @UUID[JournalEntry.FGMeOLJquHoNOAAG.JournalEntryPage.y5qjHlvpxGDVtPuk]{Rumours}). It is up to the GM who she is working for.</p>",
        "format": 1
      },
      "_id": "X4LSAoIUDI7a0sBk",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2800000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.X4LSAoIUDI7a0sBk"
    },
    {
      "name": "Nubeth to Chesel (2 Agrazhar)",
      "type": "text",
      "text": {
        "content": "<p>Whatever the news from the night before, the Earl presses on to Chesel without delay. He has little patience for delays and a lame horse or wagon with a busted wheel will be left behind with a small escort. The most valuable goods transferred to other wagons.</p>\n<h3>Repair Party (Commoners)</h3>\n<p>One of the wagons breaks an axle on a bad pothole. Rather than wait for it to be repaired, Sir Gorlin assigns the PCs to get help from the nearest manor, fix the wagon and catch up to them in a few days. While the wagon is immobile, the PCs spot unknown people watching them from the woods. Is this the prelude to a brigand attack or simply runaway serfs hoping for a little food? If the PCs do nothing, there will be a surprise attack during the night.</p>",
        "format": 1
      },
      "_id": "KLJmhrZykZ45spZi",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 7300000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.KLJmhrZykZ45spZi"
    },
    {
      "name": "Nubeth to Qualdris (11 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>The trip to Qualdris is a long one with few places to stop along the way. The nobles ride ahead, leaving the servants and guards to plod along behind. The wagons don’t arrive in Qualdris until well into the evening. This is a full day’s travel.</p>\n<h3>Escaped Horse (Commoners)</h3>\n<p>One of the valuable warhorses is spooked by a fox and snaps its lead, running off at high speed. One or more PCs, preferably one with high tracking and/or horsecraft skills, is assigned to help track down the horse. It takes them several hours/days.</p>\n<h3>Wildfire (Both)</h3>\n<p>A grassfire, set by the Pagaelin to drive game, has gotten out of control and is racing across the grassland to the east of the road. The nobles race ahead, leaving the PCs to take care of the wagons.</p>",
        "format": 1
      },
      "_id": "MZvFi6M7rYIq4Tqp",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2300000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.MZvFi6M7rYIq4Tqp"
    },
    {
      "name": "Olokand (10-20 Larane)(Optional)",
      "type": "text",
      "text": {
        "content": "<p><strong>Optional Scene.</strong> This is not an adventure hook; rather it is a scene the GM can use (if desired) to demonstrate to the players the absolute nature of feudal justice and the value of having a powerful noble patron. It may be used at any time throughout the campaign by replacing Maldan Harabor with a local lord, steward or other law officer and King Miginath with the local baron or earl.</p>\n<p>The scene begins with the PCs are doing something shady (i.e. getting into a fight, sneaking around the castle, asking questions they shouldn’t ask) as adventurers often do. Suddenly, the Sheriff’s men jump them (augmented by Royal Guard and/or Lady of Paladins troops as necessary). There should be enough troops to make it clear that resistance is futile. They are clapped in irons and dumped in Olokand’s dungeon [Olokand v2. Paragraph 3. Page 9.] overnight. Heavy chains and alert guards make escape impossible. The next morning, they are dragged from their cell. A torturer is preparing interrogation chamber, heating up pokers in a brazier and oiling the rack.</p>\n<p>The PCs are dumped on the floor of the Great Hall in front of Sheriff Maldan Harabor. They are not allowed to speak (any who do will be gagged). The Sheriff announces they have been found guilty of [insert crime here] and will be tortured until they reveal all of their accomplices, then eviscerated and (if still alive) hung until dead (see the movie Braveheart for inspiration in describing the scene). Then, their bodies with be “drawn” (i.e. ripped apart by horses) and their heads will be stuck on pikes. Just as the Sheriff is about to declare them guilty, a reedy voice says, “Stop.”</p>\n<p>King Miginath totters into the room on the arm of the Earl of Vemion. Everyone stands quickly. “There will be none of that. Release them.” Immediately, the guards remove the chains and gags and haul the PCs to their feet. “I have been speaking with young Declaen here,” the King says, gesturing towards the Earl. “He has explained to me that this is all a misunderstanding and assures me that he will personally deal with the misdeeds of his followers.” “But, but…” Maldan stutters. “Earl, you may take your men and leave.” The Sheriff glares at the Earl and clutches his fists impotently. “Thank you, my King,” the Earl replies and gestures to Sir Kobar. The Wyvern Guard marches in and takes up positions behind each of the PCs, replacing the Sheriff’s men. “Clap them in irons,” Sir Declaen snarls. “They’re mine now.”</p>\n<p>The Wyvern Guard drag the PCs out of the hall after the Earl. They are taken out to his pavilion in the ostler’s yard where he holds a private court. “Idiots! Do you know the trouble you have caused me? I had to plead your case to the King himself to save your useless lives. If it weren’t for [insert good deed the PCs have done for the Earl], I would have left you to the Sheriff’s tender mercies. However, the look on his face when I snatched you out of his grip was almost worth the price. It will cost me later; so you had better appreciate the trouble you have caused me! Sir Gorlin, they are to have nothing but bread and water for five days. Assign them to the most menial of duties. I will decide what to do with them then.”</p>\n<p>After five days, the PCs are again hauled in front of the Earl. In return for their solemn vow not to repeat such foolishness (or at the very least not to get caught), they are given their parole and let off with a stern warning. Sir Gorlin warns them that for their own safety, they should stick close to the Earl or their pavilions until they leave Olokand.</p>",
        "format": 1
      },
      "_id": "7nTOwUgralBzQjH0",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 5000000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.7nTOwUgralBzQjH0"
    },
    {
      "name": "Olokand (11 Larane)",
      "type": "text",
      "text": {
        "content": "<p>The morning after he arrives in Olokand, the Earl must formally present himself to the King in the Royal Council Chamber of Caer Olokand. [Olokand v2. Paragraph 1. Page 11.] The preparations for the audience begin early in the morning. Everyone dons their newest and most stylish robes or dresses (recently purchased in Tashal and in the latest fashion). For the Earl, the ladies of his household have selected a luxurious velvet tunic of the deepest sapphire blue trimmed in gold thread and richly appliquéd with the Caldeth arms in silk. The Wyvern Guard and all of the Earl’s knights are flawlessly turned out, but unarmed. Only the Royal Guard may carry weapons in His Majesty’s presence. The chamberlain checks and rechecks everything. At the appointed hour, the Earl’s party assembles in the Great Hall. Sir Kobar stands guard over two ironbound chests with heavy locks. Each requires a pair of muscular servants to carry. They contain a large portion (40%) of the Earl’s annual feudal obligation.</p>\n<p>Once the heralds announce that the King is ready to receive them, the Earl and his party make their way to the entrance to the Royal Council Chamber. The king’s heralds announce the members of the party in order of precedence. Once everyone (of importance) is introduced, the Earl makes his obedience to the monarch. Afterwards, he takes the opportunity to personally present his daughter, Maid Camissa, and any other persons of real significance in his entourage. This is a major event for the Royal Court as many of the courtiers and other nobles have never met the Earl of Vemion in person.</p>\n<p>The formalities complete, the Earl delivers the two chests of silver to King Miginath. Sir Declaen owes an annual duty of £1200 scutage plus aids. Of this amount, £500 must be paid in silver. Servants bring forward the two chests with £250 each. Those closest to Sir Gorlin and Sir Kobar hear an audible sigh of relief when the Treasurer of the Exchequer accepts the fortune in coin.</p>\n<p>The King spends several hours holding court before retiring to his private chambers. Before he leaves, the King invites the Earl to meet with him for a private dinner three nights hence (14 Larane). Sir Declaen spends the rest of the afternoon mixing and mingling with the other nobles and courtiers. He is a popular person and many people will be jostling for his attention.</p>\n<h3>Royal Court (Both)</h3>\n<p>This is a rare opportunity for country nobles from Vemionshire to rub elbows with the King’s inner circle. The presence of all of the nobles in the retinue, including Laranian priests and ladies, is required. However, none would even consider passing up the opportunity. The Chamberlain selects a number of servants (who can be trusted to behave themselves) to come along to carry the chests and look after the Earl’s needs.</p>\n<h3>Thems Fightin’ Words (Nobles)</h3>\n<p>Residents of Vemionshire are known to be laconic, clannish and suspicious of outsiders. They also speak with a distinctive accent and few have any experience with the Royal Court. The courtiers consider themselves the crème-de-la-crème of Kaldoric society and look down on these “country cousins” from the “backwoods.” The snobbery quickly escalates into social combat, [Reyes, Arthur. 2003. Social Combat. Fan Fiction. It can be downloaded for free at Lythia.com &gt; Downloads &gt; House Rules &gt; Social Combat.] snide remarks and biting satire. The PCs must make repeated WILL rolls to avoid challenging these “dressed up dummies” to a duel.</p>",
        "format": 1
      },
      "_id": "vwDlptcPVaHjjTDF",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 5100000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.vwDlptcPVaHjjTDF"
    },
    {
      "name": "Olokand (12 Larane)",
      "type": "text",
      "text": {
        "content": "<p>Opening Ceremonies begin on the twelfth. There are several activities for participants, including the Grand Procession, King’s Formal Welcome, Sermons by the Laranian Archbishop and Peonian Bishop and a Swearing of Oaths to the King. Participants must attend. Almost everyone else attends just for the pomp and ceremony. That evening, after the ceremonies are finished, the King will invite the Serekela and the four earls to join him for a nice brandy and friendly conversation. It is the first time that the earls have all been in one room together in many years. The King sits back and watches how they get along and the dynamic between them and the Serekela. Most PCs (unless very senior) will be excluded from the keep and restricted to the ostler’s common throughout much of the tournament.</p>\n<h3>The Joust (Nobles)</h3>\n<p>The Earl will not personally participate; he leaves the sport for younger (and more foolish) men. The Champion of the Minarsas Tournament will represent the Earl. The Earl will pay his Champion’s entry fee. Although not known as a great fan of tournaments, Sir Declaen will be very pleased if “his” champion does well. A high standing will earn a generous reward from the Earl. He has promised to match the purse (£30) if his champion wins, a powerful incentive. Other knights of the Earl’s retinue may also enter the joust, but at their own expense. He will watch their performance with interest. Asking the Maid Camissa’s favour may anger or please the Earl, depending on a knight’s performance.</p>\n<h3>Rich Knight, Poor Knight (Both)</h3>\n<p> [Olokand v2. Rich Knight, Poor Knight. Page 35-38.] This prepared adventure can be run during the tournament, provided the PCs have permission to be away from the main entourage. It works best if the PCs have some degree of autonomy from the Earl, perhaps family or friends just along for the fun of it or guildsmen whose work is now finished with the signing of contracts in Tashal.</p>\n<h3>Flames of Discontent (Both)</h3>\n<p> [MacDonald, J. Patrick. 2003. Flames of Discontent. Fan Fiction. It can be downloaded for free at Lythia.com &gt; Downloads &gt; Adventures &amp; Plot Ideas &gt; HârnCon 2003 Adventures.] This adventure revolves around a debate, which is occurring at Abriel Abbey, [MacDonald, J. Patrick. 2001. Abriel Abbey. Fan Fiction. It can be downloaded for free at Lythia.com &gt; Downloads &gt; Places (Manors, Towns &amp; Sites) &gt; Abriel Abbey.] a short distance from Olokand. It works best with at least one Laranian cleric (the chaplain) and/or members of the Lady of Paladins (such as the Earl’s nephews). Many of the Laranian priests are staying at the abbey during the tournament. It should be easy for the GM to arrange for the PCs to stay there as well.</p>\n<h3>Visit to Ona-Setrum (Both)</h3>\n<p> [Olokand v2. Ona-Setrum. Page 19-24.] One evening, an old Ilviran priest wanders by where the PCs are relaxing. A NPC knows him and invites him to join them and spin a tale or two. He tells them of the natural limestone sinkhole of evil reputation just outside of town and of the fabulous lost treasure, the mace Sanric’s Thunderer, [Olokand v2. Sanric’s Thunderer. Page 2.] which is hidden there. He warns them of the monster that protects the treasure.</p>",
        "format": 1
      },
      "_id": "cJxDjbNh9ow9lPOo",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 5200000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.cJxDjbNh9ow9lPOo"
    },
    {
      "name": "Olokand (13 Larane)",
      "type": "text",
      "text": {
        "content": "<p>This is the first day of jousting. One hundred and twenty-eight knights will joust. There is plenty of activity besides the jousting. The market is in full swing. There are plenty of people to visit with and many of opportunities to be had. During the day, the PCs should hear of, or meet, Sir Kathel Dezaller. A braggart and a drunk, he is brilliant with a lance and may befriend a more “rustic” knight (such as a hedge knight from Vemionshire). A successful PC knight might meet him in the later rounds. He demolishes his competition the first day.</p>\n<p>That evening in the Great Hall of Olokand Castle, the King hosts a state dinner for senior members of the government, earls and barons. Each guest sends several servants to the castle to help with preparations and serving and is allowed to bring several guests (GM’s discretion). All the most important people in the realm are there, including the Lord High Chamberlain (Princess Meliem), Lord Chancellor, Exchequer Royal (Earl Dariune), Marshal of the Royal Guard, the other earls, numerous barons and several sheriffs.</p>\n<p>While the dinner is going on inside, there is a huge bonfire and party going on just north of the castle behind the Challenge wall. The commoners, guildsmen and nobles exploring the “wild side” are drinking, carousing and singing songs. There is plenty of opportunity for adventure and misadventure.</p>\n<h3>100 Bushels of Rye (Both)</h3>\n<p> [Hamlin, Garry, and Randolph L Strommen. 1988. 100 Bushels of Rye. Columbia Games Inc. Currently in print, available from CGI: 100 Bushels.] This prepared adventure takes place at Loban Manor, a few leagues from Olokand. It is scheduled to take place in the autumn, but could be adjusted to occur just after the tournament. Several murders have occurred. Sir Kathel asks his new friends to help him with the problem on his manor.</p>\n<h3>Arms Buyers (Both)</h3>\n<p>The Earl of Vemion is concerned about a possible civil war if an heir is not named. If that happens, he intends to raise three new squadrons of Wyvern Guard. In event of war, the price of arms will double or triple. He intends to stock up now, but wants to keep it quiet. The Earl wants to buy thirty sets of equipment, including: mail hauberks, plate half-helms, broadswords and daggers. Many weaponcrafters from across Kaldor and beyond are present at the tournament. The PCs are told to remove their Caldeth livery, given silver, and sent out in small groups to different weaponcrafters each day. They have orders to buy a broadsword here and a hauberk there so as not to raise suspicion.</p>\n<h3>Skeleton in the Cupboard (Both)</h3>\n<p> [Leitch, Peter M. 2003. Skeleton in the Cupboard. Fan Fiction. It can be downloaded for free at Lythia.com &gt; Downloads &gt; Adventures &amp; Plot Ideas &gt; HârnCon 2003 Adventures.] Fortune has granted the PCs a map leading to a secret passage into the castle and a hidden treasure. During the feast, there will be so many different liveries and strangers that a few more won’t be noticed. This is the PCs chance to infiltrate Olokand Castle and find the treasure.</p>",
        "format": 1
      },
      "_id": "iCvpwXUpZzIL6fDH",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 5300000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.iCvpwXUpZzIL6fDH"
    },
    {
      "name": "Olokand (14 Larane)",
      "type": "text",
      "text": {
        "content": "<p>Day two of the jousting passes much the same as the first. The stands are full of spectators, many knights are travelling to and fro as the jousts progress, mercantylers and guildsmen are hawking their wares and noble women and children are shopping and enjoying the excitement. The Earl spends most of the day at the tournament.</p>\n<p>That evening, everyone is dismissed except the Earl’s personal staff. The squire and page dress the Earl and Sir Kobar escorts him to the Great Hall. Kytem Curo, the chamber seneschal, is waiting for Sir Declaen. After greeting the Earl, he disappears to inquire if His Majesty is ready to receive his dinner guest. The Earl is ushered into the private chamber where the King is relaxing in front of the fireplace. A sumptuous dinner has been prepared and a small table set for two. After the formal welcome, the King dismisses most of his servants so he and Earl can enjoy their dinner in private (as private as possible for the King). Just two others remain, the King’s food taster and one bodyguard (on this night, Sir Hedare Thaelbis the Captain of the High Guard). The King and Earl are sequestered for several hours.</p>\n<h3>Exploring Olokand (Commoners)</h3>\n<p>This is a good day for the PCs to tour the town. While they are out, exploring, minding their own business, they are confronted. It is the quarryman they forced off the road on the Genin Trail south of Ledyne (see @UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.upI7g3arTWNVfFx1#stand-aside-(both)]{Stand Aside (Both)}). Their actions cost him a considerable amount of money and he intends to collect from the PCs. He is accompanied by several other stout journeymen and teamsters (about equal numbers to the PCs). Brawling is frowned upon. If a fight breaks out, members of the Olokand garrison will react quickly to arrest the offenders, no matter who started it.</p>",
        "format": 1,
        "markdown": ""
      },
      "_id": "BnP0WbMJoHOJlWd6",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 5400000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.BnP0WbMJoHOJlWd6"
    },
    {
      "name": "Olokand (15 Larane)",
      "type": "text",
      "text": {
        "content": "<p>The third day of jousting reduces the field to just sixteen. This is also Soratir, the Laranian Lay Mass, and the first day of the three-day feast-mass of Saint Ambrathas. There will be numerous services in the castle chapel to accommodate the many worshippers. Some pious Laranians prefer to celebrate mass at Abriel Abbey or even the Lady of Paladins chapterhouse at Iversen. [MacDonald, J. Patrick. 2000. Iversen. Fan Fiction. It can be downloaded for free at Lythia.com &gt; Downloads &gt; Places (Manors, Towns &amp; Sites) &gt; Iversen.] In the evening, the King hosts a banquet at Chelebin Hall.</p>\n<h3>All the King’s Men (Both)</h3>\n<p> [Iversen. All the King’s Men. Pages 5-6.] While the PCs are at Iversen to celebrate the Soratir, they learn of Telin the Red, a notorious bandit who is plaguing the area. Capturing such a notorious criminal and bringing him to justice during the tournament would be a high profile coup, especially considering his true identity. Criminals are frequently tried and executed during the tourney. If the PCs have a few days to spare, they could hunt him down.</p>",
        "format": 1
      },
      "_id": "ZdXT2hnL4y1bBglm",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 5500000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.ZdXT2hnL4y1bBglm"
    },
    {
      "name": "Olokand (16 Larane)",
      "type": "text",
      "text": {
        "content": "<p>The jousting is getting very intense. Only the very best knights remain. Betting on the outcome of each joust is common, even among the nobles (though they are more discrete). Crowds pack the stands for each round. Some definite favourites have emerged and some knights who are definitely successful but still unpopular. Sir Kathel Dezaller is one of those knights who have the skill to win.</p>\n<p>The Earl will have a discrete, private dinner in his pavilion in the ostler’s common (not in this quarters in Olokand Castle) with someone who wishes to discuss confidential and sensitive matters. It is well known that the Earl values his privacy and will not tolerate anyone, especially members of his own entourage, inquiring too closely into his business. The Wyvern Guard establishes a tight ring of security to ensure no one can eavesdrop.</p>\n<h3>Dubious Knight (Noble)</h3>\n<p>Rumours have circulated that the Earl of Vemion has money to spend and might be hiring mercenaries. A rather dangerous and disreputable looking knight, Sir Randal Mohun, presents himself to the Earl and offers the services of himself and his men. The PCs are dispatched to inspect his troops. They look more like brigands than men-at-arms. They are all mounted with quilt armour, broadswords and spears. The Earl will be very interested to hear the PCs assessment of Sir Randal and his men. Sir Kobar does not like the look of this lot and advises the Earl not to hire them.</p>\n<h3>Old/New Rivalries (Both)</h3>\n<p>Representatives from Vemionshire and the Earl’s Court are rare at the Olokand Tournament. Several of the less cultured retainers of other Earls and Barons will make snide comments behind the PCs backs or under their breath. The GM should emphasize the bond that has developed among the retinue during the trip from Minarsas to Olokand. A strong sense of shire loyalty should stoke the PCs temper. The GM should use this day as an opportunity to build hard feelings and rivalries between the different groups. The older knights will try and keep things reasonable. Heavily armed groups of Royal Guards and Lady of Paladins troops roam the grounds keeping order. They are quite willing to bash heads to keep the peace.</p>\n<h3>Cloaked Guest (Both)</h3>\n<p>A guest arrives hooded and concealed from view, escorted only by Sir Kobar. He is hustled into the Earl’s pavilion. No one is allowed in, not even to serve the meal. The Chamberlain serves the Earl and his guest personally, while Sir Kobar stands guard. The mysterious guest is Sir Koris Harabor, Marshal of the Royal Guard and nephew of the head of Clan Harabor, a powerful and influential Vemionshire family. Many would pay handsomely for news that the King’s bastard was having private meetings with the Earl, and even more to learn what they were discussing.</p>",
        "format": 1
      },
      "_id": "J7qcSHeERUNgd7sw",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 5600000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.J7qcSHeERUNgd7sw"
    },
    {
      "name": "Olokand (17 Larane)",
      "type": "text",
      "text": {
        "content": "<p>The fifth and final day of jousting has only three bouts, two in the morning to decide the finalists and the championship joust in mid-afternoon. There are long delays between jousts; so considerable most people find other activity to keep themselves busy until the trumpet announces they knights are ready. The winner of the final bout is honoured with a sizeable purse (£30). The day concludes with the Feast of Saint Ambrathas, including a grand banquet, music and dancing until dawn.</p>\n<h3>The Right Husband (Nobles)</h3>\n<p>One of the Earl’s primary goals for his Progress is to find an appropriate husband for his youngest daughter. He has prepared a list of possible matches. He intends to meet with their fathers, then interview the potential husbands. If he likes what he sees, then he will arrange for them to meet his daughter in a public setting. Her wishes and desires in this match are subordinate to the needs of the earldom, but her father is not an ogre, he would like to find a match that is both advantageous and who her daughter likes and may even grow to love. The PCs work as messengers, seeking out the men the Earl wishes to meet and arranging times. Since everyone attends the final jousts and there is considerable waiting in between matches, it is a perfect day for interviews and meetings.</p>\n<h3>Warhorses (Both)</h3>\n<p>For ten days, Olokand is home to a massive concentration of the finest horses in the kingdom. Ostlers travel from across the kingdom to show off their wares. Also, it is inevitable that some knights will lose their horses in wagers. The winners can keep them or sell them off. There is a booming market in buy warhorses, either from winners or ostlers. Wealthy PCs may take this opportunity to buy a new horse. The Earl wants to purchase several new horses; poorer PCs (especially ostlers, teamsters and grooms) are sent to find good quality horses for him. They must negotiate a fair price.</p>\n<h3>Recruiter (Both)</h3>\n<p>There are many Laranian knights and men-at-arms, Lady of Paladins, Spear of Shattered Sorrow and even Chequered Shield present at the tournament. One (knight for nobles, man-at-arms for commoner) strikes up a conversation. He is friendly, funny and engaging, but with a slightly foreign accent. After a few ales, he asks the PCs if they have ever wanted to travel, visit far away exotic locations, serve Larani? If they say yes, he order’s several more rounds of ale and the pitch becomes more direct. Have they ever thought about joining the Lady of Paladins? Perhaps travelling to Melderyn? There are many “opportunities” for glory and advancement in the Holy Crusade against the hated, barbarian Solori. “Are you interested in joining?” The recruiter will do just about anything (moral) to convince the PCs to swear on a Holy Book and enlist.</p>",
        "format": 1
      },
      "_id": "IqlqeQATJSYJxemN",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 5700000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.IqlqeQATJSYJxemN"
    },
    {
      "name": "Olokand (18 Larane)",
      "type": "text",
      "text": {
        "content": "<p>The most important event for the Earl’s Squire (Arlbis Hirnen) is the squire joust. Smitten with Maid Camissa and still smarting from the humiliation of being knocked unconscious and robbed while looking for her in Tashal, he is determined to do well. All throughout the week, he has practiced every spare minute, causing Sir Declaen to lose his patience with the scatterbrained fool not once but twice. He has spent every dime he brought with him (plus whatever he could borrow off friends, including the PCs) to buy the most fashionable clothes to impress his lady. He even bought the most ridiculous long toed boots which the mercantyler assured him are the height of fashion in Tengela this year.</p>\n<p>The melee follows the squire joust. It is a chaotic, bloody affair with many real injuries. If the PCs do not alter the course of events, the White Team (Royal Domain) wins handily. The massed knights of Sir Conwan and Sir Cade are unstoppable. If the PCs do change events and the Red Team wins, a lot of people lose a lot of money. A celebratory dance concludes the evening.</p>\n<h3>The Squire Joust (Nobles)</h3>\n<p>As with the joust, the Earl will sponsor his Squire Champion from Minarsas. Many will be surprised when the Earl appears early in the morning to watch the joust. He will give words of encouragement and a few common sense suggestions. Squire Arlbis will also get a few encouraging words from the Earl. However, one wither glance from Sir Declaen deters him from even asking Maid Camissa for a sign of her favour.</p>\n<h3>The Melee (Nobles)</h3>\n<p>The PCs learn that there is substantial wagering going on over the outcome of the melee and an unscrupulous usurer is laying very long odds against the Red Team. If the PCs bet on their own team and win, then they stand to earn a ton of money. However, the usurer knows something the PCs don’t. Sir Conwan Elendsa will captain the White Team, assisted by the King’s Champion, Sir Cade Gamont, and a handpicked team of twenty knights from across the Royal Domain (including Sir Kathel Dezaller). The odds are stacked heavily in their favour.</p>\n<p>Oblivious to the odds stacked against them, at the height of the feast of Saint Ambrathas in a well-meaning gesture, the Earl’s nephews (or the Minarsas champions) loudly swear to their lord that they will win the melee in honour of the ailing Lady Ialny. Stunned and at a loss for words in this awkward situation, the Earl accepts the honour. Now, the PCs must not fail. Their success is Lady Ialny’s success. In Hârn Religion [Crossby, N. Robin, et al. 1985 &amp; 1998. HârnMaster Religion. Columbia Games Inc. Currently in print, available from CGI: Religion.] terms, there could be a Laranian mass afterward in honour of the victory generating a huge amount of piety points for the Lady Ialny. The massive melee could be played out using BattleLust. [Crossby, N. Robin, Tom Dalgliesh and Eric Hotz. 1992. BattleLust. Out of print, sometimes available on eBay.]</p>",
        "format": 1
      },
      "_id": "CIV1CDT0Aehkv5GG",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 5800000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.CIV1CDT0Aehkv5GG"
    },
    {
      "name": "Olokand (19 Larane)",
      "type": "text",
      "text": {
        "content": "<p>By the eighth day of the tournament, most people are tired. There are no major events scheduled and many people (especially nobles) take this day to relax and recover, especially after the dance the night before. There are only two minor events: Duels and the Olokand Shoot. If noble PCs have come into conflict with other nobles during the course of the tourney, they could be challenged to a duel to settle the dispute (see @UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.vwDlptcPVaHjjTDF#thems-fightin-words-(nobles)]{Thems Fightin’ Words (Nobles)} and @UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.J7qcSHeERUNgd7sw#old/new-rivalries-(both)]{Old/New Rivalries (Both)}).</p>\n<h3>Duels (Nobles)</h3>\n<p>Any private duels may be settled on the morning of the 19th. The Earl strongly disapproves of duelling (he doesn’t want to lose good men on the eve of a potential civil war) and will be displeased if any of his retinue is involved.</p>\n<h3>The Olokand Shoot (Commoners)</h3>\n<p>The common folk will be surprised when Sir Declaen shows up to watch the contest. As with the joust, the Earl will match the prize if his champion wins. If the champion of the Minarsas Shoot makes it to the final four, the Earl will offer him a permanent position in his garrison, a substantial (and lucrative) honour.</p>",
        "format": 1,
        "markdown": ""
      },
      "_id": "tYE9DzvxBtoMzUpt",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 5900000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.tYE9DzvxBtoMzUpt"
    },
    {
      "name": "Olokand (20 Larane)",
      "type": "text",
      "text": {
        "content": "<p>At noon the closing ceremonies begin with the Parade of Champions. The winner of the joust leads a parade of the final sixteen knights around the List, followed by the champion of the melee and the Squire of the Joust. All participants gather to celebrate and give blessing to the King, and to Larani and Peoni. The King closes the tourney with a pledge, “Larani willing, and with the help of all true knights, let us meet here again in one year to celebrate the memory of Queen Chelebin.”  [Olokand v2. Tourney Schedule. Page 28.]</p>\n<p>After the King makes his final statement, the crowd begins to disperse. Some commoners and guildsmen depart even before the closing ceremonies to get ahead of the crowds. Those nobles in a hurry to return home will often leave immediately following the speech. The Earl of Vemion is travelling north to Baseta. There will be few travellers on that road, so he takes the opportunity to spend a few additional hours meeting privately with the King over a goblet of the finest wine from his cellars, brought especially for this occasion. After his meeting, he is angry and frustrated. Rumour has it that the King has again refused to name an heir or even set a date by when he will do so.</p>",
        "format": 1
      },
      "_id": "xkGLNOgKx57PW854",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 6000000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.xkGLNOgKx57PW854"
    },
    {
      "name": "Olokand to Baseta (21 Larane)",
      "type": "text",
      "text": {
        "content": "<p>The Constable of Baseta always attends the tournament. When it is over, he and his men will escort the Earl up river to his keep. Just a half-day’s travel on a good road; the nobles stop several times to engage in a little falconry and enjoy a comfortable lunch on the banks of the Kald River.</p>\n<h3>Lepers on the Road (Both)</h3>\n<p>In the road, in the forest north of Tentru Manor, the retinue encounters a group of a dozen or so lepers slowly making their way south. They are wearing distinctive tattered robes and carrying a small bell to warn others of their approach. They are the survivors of an extended family (cottars) from Gentes Manor, north of Baseta. The parents have the middle stages of the disease. Their children travel with them, but are disease free. They are heading for Peonian Abbey of Bromeleon and the leper colony at Poynter. They recognise Constable Tereneth. “My lord, we have been cast out of our home with nothing. Please sir, can you spare a little food or coin.” The PCs (and NPCs) must make WILL rolls not to be overcome with fear of the dread disease.</p>",
        "format": 1
      },
      "_id": "5IXMTcHz8ot8PAHc",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 6100000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.5IXMTcHz8ot8PAHc"
    },
    {
      "name": "Options for an Expanded Adventure",
      "type": "text",
      "text": {
        "content": "<h3>Option 1: The Hunt for the Earl of Osel (Both)</h3>\n<p>Sir Sedris Meleken left Qualdris in 719 in pursuit of a murderer. He has not been heard from since. His wife, Lady Thilisa, is understandably concerned. His father-in-law, the Earl of Vemion, is worried about Lady Thilisa. The Rekela of Pagostra is worried about one of his most important parishioners. If the PCs do well, one of these patrons may send them to search for the missing Earl. Time is of the essence. If the Earl is still missing when King Miginath dies, his absence could greatly affect the Succession Council.</p>\n<h3>Option 2: Further Negotiations (Nobles)</h3>\n<p>The Earl spoke to many people over the course of his Progress, including discussions about the future succession and business dealings. Once back in Minarsas, the Earl will need to further expand on these negotiations. The Earl can deputize PCs to act on his behalf to further develop these initial contacts.</p>\n<h3>Option 2a: Sheriff of Vemionshire (Nobles)</h3>\n<p>Sir Tulath Kaphin is the unacknowledged bastard son of the King. The Earl might be willing to support his bid for the throne (and encourage others to do so) in return for various concessions. The PCs are dispatched to gather proof of Sir Tulath’s parentage in preparation for the Succession Council.</p>\n<h3>Option 2b: Baron of Kobing (Nobles)</h3>\n<p>Sir Orsin Firith is the Lord Marshal of Oselmarch. He has ambitions of building a keep at Oselbridge and claiming the vacant title of Earl of Chybisa. Sir Declaen can offer him money and men to further those aims, but in return, he wants Sir Orsin to renounce his claim and support [insert your favourite candidate here].</p>\n<h3>Option 2c: Sheriff of Meselynshire (Nobles)</h3>\n<p>During the tournament, the Sheriff made the Earl an offer in return for his support. The Earl wanted it in writing. The PCs are sent to pick up the offer. Many others want it to blackmail the Sheriff. The Earl may even sell it to the highest bidder as “proof” that the Sheriff is plotting to overthrow the King.</p>\n<h3>Option 3: Bastune’s Debts (Both)</h3>\n<p>The Earl has discovered the Baron of Kolorn’s massive debts to Clan Rakin in Azadmere. He has decided to buy the debt, thereby tying the Baron even more closely to him. The PCs are sent to Tashal to meet with the usurers. Completion of the deal requires a visit to Azadmere. They are invited to join the clan representative as he returns via a Silver Way caravan. Only very close and trusted members of the household will be considered for this mission, as they are carrying a very large amount of silver and gold.</p>\n<p>The GM should include a few NPCs to ensure the PCs don’t get any “ideas”.</p>\n<h3>Option 4: Watching Bastune (Commoners)</h3>\n<p>The Earl has no intent of paying off the Baron’s debt, but he does want him watched closely. The PCs are dispatched to establish a fulltime surveillance of Sir Orthis. How they do it is up to them, however they need regular reliable reports from inside the keep.</p>\n<h3>Option 5: The Diocese of Vemion (Nobles)</h3>\n<p>The Earl wants a separate Rekela for Vemionshire. He sends the PCs to visit the abbeys in the shire to solicit letters of support from the abbots. They are authorized to make certain promises (i.e. a new abbey, an additional chapterhouse for the Lady of Paladins, valuable trade concessions, etc.).</p>\n<h3>Option 6: The Tournament Circuit (Nobles)</h3>\n<p>If the PCs do well in the tourney, they may be invited to join a group of knights who are travelling from tournament to tournament across Hârn (and beyond).</p>\n<h3>Option 7: Earl’s Factor (Commoners)</h3>\n<p>Sir Declaen has made several important deals for wool and other commodities. He has decided he needs a permanent factor in Tashal to represent his interests. They will be based at his townhouse (also occupied by the Royal Ostler, Rindan Caldeth) and deal with the Mangai.</p>\n<h3>Option 8: Married Off (Both)</h3>\n<p>The Earl has found a suitable match [GM’s choice] for his youngest daughter, Maid Camissa. She is not amused and decides to run away rather than marry “that horrible man”. The PCs must track her down. Unfortunately, the Earl’s squire (who has a crush on her) is “helping her” (for real this time). He is a good rider with extensive local knowledge.</p>\n<h3>Option 9: Couriers to Baseta (Both)</h3>\n<p>With the danger that a civil war might erupt if the King dies, the Earl needs regular, reliable communications with his Constable in Baseta. The PCs know the route and are known to Sir Eres. The Earl sends the PCs with important dispatches. However, in Tashal they hear that Sheriff Harabor’s men are accosting any bound for Baseta by the Tentru road. They must find another route.</p>",
        "format": 1
      },
      "_id": "lPxdVCBNTbt7G16J",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1000000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.lPxdVCBNTbt7G16J"
    },
    {
      "name": "PC Rank And Its Implications",
      "type": "text",
      "text": {
        "content": "<p>The Earl’s Progress is an excellent opportunity for the GM to emphasize the difference between nobles, guildsmen and commoners on Hârn (see @UUID[JournalEntry.1jJR0PqDGXtjve3L.JournalEntryPage.yrG6yIZDcYv4sqlb]{Social Status}). The different social classes do not “mix”, rather they interact following a strict, but unwritten, code of conduct. For many Hârnic campaigns, this is not a problem. The adventures take place out of the public eye, where a commoner can mix with his betters and a noble can accept advice from a guildsman. The Earl’s Progress is not such an environment. The PCs will be in the close company of Sir Declaen Caldeth, 19th Earl of Vemion and a Peer of the Realm. Social norms will be observed and need to be enforced by the GM through NPC agents like the chamberlain, Sir Gorlin. Therefore, having a group of PCs from mixed ranks may pose a significant problem.</p>\n<p>To avoid in-game conflicts, discuss the kind of game and what the players and GM want to get from it before the campaign begins. The responsibility for making the game work is then spread over the whole group.</p>\n<h2>Single Rank Party</h2>\n<p>The simplest way to avoid the problem of mixed ranks is to create a party from only one rank. The entourage is large enough for a group of five (or more) nobles, guildsmen or commoners. This will allow the PCs to interact freely with each other without fear of accidentally breaking one of the unwritten rules of rank interaction. Unfortunately, this will also limit the adventures that the PCs can participate in. Nobles will not be able to go skulking around sewers and commoners will not be allowed to participate fully in the King’s Court.</p>\n<h2>Multiple PCs</h2>\n<p>An alternate way of resolving the problem is to allow the players to run multiple PCs of different ranks. That way for one session, they can play commoners sent on a mission to mingle with the locals, the next session they can be nobles hobnobbing with the Earl at a fancy dinner party and then play guildsmen negotiating a valuable contract for wool. This style of play is more work for the GM and requires the players to strictly segregate the knowledge of each of their PCs, but can be a lot of fun.</p>\n<h2>Mixed Rank Party</h2>\n<p>The third and most challenging option is to allow the players to run the PCs of their choice regardless of rank. Then, the PCs will have to interact with each other following the medieval rules of conduct. This requires a lot of work and maturity on the part of the PCs and the GM. Actions have consequences and the GM must enforce them. While challenging, this style of play (if done right) is potentially the most rewarding. It allows the players to truly immerse themselves in the culture and thought processes of a true Hârnic character. Players and the GM will have to expend additional effort to learn and follow the appropriate social behaviour.</p>",
        "format": 1
      },
      "_id": "ydosfyryyJuuLwdY",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 500000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.ydosfyryyJuuLwdY"
    },
    {
      "name": "Pregame",
      "type": "text",
      "text": {
        "content": "<p>The Earl’s Progress begins with the pregame. The purpose of the pregame is to seamlessly, logically and believably integrate the PCs with the Earl’s entourage. The GM can simply talk the players through this portion of the adventure; however, it can be more enjoyable to actual roleplay events as an extension of the campaign. If the PCs are using new characters purpose made for the campaign, then the GM can combine the pregame with character creation. The players can integrate existing PCs into the campaign with a little work. There are several potential “entry points” into the Progress. The GM should simply select the one that best fits his PCs and play it out. Some options work better for Nobles, Commoners or equally well for Both. Options include:</p>\n<h2>Tournament (Both)</h2>\n<p>The Earl has decided to begin this progress with a local tournament. This event will be held in the Stock Common east of Minarsas Castle. It will open with a Laranian Soratir (Low Mass) on 25 Kelen, followed by five days of tournament. It will be a local affair open to liegemen of the Earl of Vemion only. Knights, squires and yeomen from across Vemionshire will converge on Minarsas to pay homage their liege and to compete for the right to attend the tournament in Olokand in his retinue. The champion of the knight’s joust, captain of the melee (also a knight) and winners of the squire’s joust and yeoman’s longbow shoot will be invited to join The Earl’s Progress. See Tournament [Gant, Bill. 2002. Tourney. Columbia Games Inc. Currently in print, available from CGI: Tournament.] for ideas and more details.</p>\n<h2>Agents of the Earl (Both)</h2>\n<p>Sir Declaen employs a network of agents throughout the kingdom. Some work for him directly, some through proxies. The PCs have done him some great service and have been summoned to Minarsas. As a reward for their work the Earl invites them to join his entourage. Their skills may be needed enroute.</p>\n<h2>Members of the Household (Commoners)</h2>\n<p>The PCs are already part of the Earl’s household; options include personal retainers (guards, specialists or servants). This works best with new characters or when the players’ existing characters have previously worked for the Earl.</p>\n<h2>Friends of the Earl (Nobles)</h2>\n<p>The PCs have become friends with the Earl. The GM must come up with a plausible reason for the PCs to get to know Sir Declaen. Hunting, hawking and wool business are a few of the possibilities. How much the Earl “trusts” his friends is up to the GM. He is likely to have them investigated.</p>\n<h2>Family Members (Nobles)</h2>\n<p>Although the Caldeth Clan is small, there are more distant relations and in-laws (Valador, Ubael, Meleken and Verdreth). The Earl may accept PCs into the entourage as a favour to their parents. This works especially well for a group of young, related characters seeking marriage or future employment.</p>\n<h2>Last Minute Replacements (Commoners)</h2>\n<p>A bad batch of meat (poisoned?) at the departure feast has given several of the entourage’s specialists and servants food poisoning. The Earl is unwilling to wait for them to recover, so Sir Gorlin quickly recruits replacements from those attending the joust. Until they prove themselves, they will be watched closely.</p>\n<h2>The Bailiff’s Pawns (Both)</h2>\n<p>Sir Andro Valador is conspiring with one of the Earl’s enemies (see @UUID[JournalEntry.1jJR0PqDGXtjve3L.JournalEntryPage.Vd4WYNCooMZMxhmS]{The Enemy}) to get rid of him and replace him with his more malleable son. Through a few “suggestions” and “recommendations” he arranges for the PCs to be included in the entourage. They will be his instruments to bring down the Earl.</p>\n<h2>Entertainers (Commoners)</h2>\n<p>The Earl does not have bonded harpers or a fool in his full-time employ. Given the length of the journey, he has instructed his chamberlain to find someone who can entertain him during the long trip. They need not be guilded; PCs with (some) acting or musical skills could be hired in a pinch.</p>\n<h2>Guild Negotiators (Commoners)</h2>\n<p>Ebran Harabor is the Earl’s bonded clothier responsible for the planned negotiations in Tashal. He is free to select additional representatives (the PCs) of the mercantylers’, clothiers’, hideworkers’, lexigraphers’ and salters’ guilds to assist him in the negotiations. The Earl wants to sign contracts for the next several seasons and no one wants to be left out.</p>\n<h2>Additional Specialists (Commoners)</h2>\n<p>Although the entourage already includes a number of specialists, a casual word in the chamberlain’s ear could convince him that he needs a few other specialists, including litigants (for the negotiations), weaponcrafters (to repair armour and weapons), wheelwrights (to fix problems with the wagons), etc. A fast talking PC with a good story could get himself hired if he plays on the chamberlain’s paranoia that something could go wrong he hasn’t planned for.</p>\n<h2>Criminals (Both)</h2>\n<p>The Earl has recently captured some high profile criminals. He has chosen to bring them to Olokand for execution. The PCs could be jailers, witnesses, victims or the criminals!</p>\n<h2>Shek P’var and Companions (Both)</h2>\n<p>The Earl has come to believe that his wife has been struck down by a curse and that his enemies might try to use magic on him. He hires a PC mage and his companions to provide supernatural protection for his entourage.</p>\n<h2>Abbot’s Messengers (Both)</h2>\n<p>The Laranian High Priest of Halaina Abbey has important correspondence for the Serekela. The Earl agrees that the Abbot’s envoys can travel with the entourage as far as Caleme. The messengers include priests and a few lay brothers and Lady of Paladins knights as escorts.</p>",
        "format": 1
      },
      "_id": "uJScEbqcDg3c0sTY",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 400000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.uJScEbqcDg3c0sTY"
    },
    {
      "name": "Qualdris (12 and 13 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>The servants and animals have several days to rest in Qualdris while the Earl visits with his daughter, the wife of the Earl of Osel. The first two nights are reserved for intimate family dinners. Lady Thilisa spends a considerable amount of time with her mother, Lady Ialny, and her sister, Maid Camissa.</p>\n<h3>Replenishing Supplies (Commoners)</h3>\n<p>The trip has already begun to diminish the cavalcade’s supplies. The Chamberlain sends some servants to requisition supplies from the castle stores, while others purchase new supplies in town.</p>\n<h3>Intelligence Gathering (Both)</h3>\n<p>Several individuals (both noble and common) seem excessively interested in the Earl’s business (i.e. How long will you be gone? Who is in charge while the Earl is away?). They are soliciting information from the PCs (see @UUID[JournalEntry.FGMeOLJquHoNOAAG.JournalEntryPage.y5qjHlvpxGDVtPuk]{Rumours}). Are they just curious? Or, is there something more nefarious going on? Does Lady Thilisa (or someone else) have plans while the Earl is away?</p>\n<h3>Curious Meeting (Both)</h3>\n<p>While on another task, one of the PCs sees Sir Andro and Lady Thilisa in hushed but heated conversation. The PC may attempt to eavesdrop. See @UUID[JournalEntry.1jJR0PqDGXtjve3L.JournalEntryPage.Vd4WYNCooMZMxhmS]{The Enemy} for possible subjects of conversation.</p>",
        "format": 1
      },
      "_id": "Rsvsh2PD0KlCe5Vw",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2400000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.Rsvsh2PD0KlCe5Vw"
    },
    {
      "name": "Qualdris (14 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>A large feast in the Earl’s honour is planned for the third night. Everyone who is anyone in Siloryne Hundred attends, filling the castle to overflowing. Tents spring up on the commons and a festival atmosphere ensues for several days.</p>\n<h3>Feast Security (Both)</h3>\n<p>The hosts (in this case, Lady Thilisa and Sir Meathgir) are expected to ensure the safety of their guests. However, there are too many guests for the Qualdris guard to watch to Sir Kobar’s satisfaction. Fearing a possible assassination attempt (especially if something happened during the hunt at Zoben), Sir Kobar instructs the members of the entourage (nobles and servants alike) to be extremely vigilant. However, they must take great care not to insult Lady Thilisa by implying she is incapable of controlling her own castle. This should be a dicey proposition for the PCs, who may be tasked with ascertaining the veracity of suspected threats.</p>",
        "format": 1
      },
      "_id": "eNYUYC2R1hFljNs6",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2500000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.eNYUYC2R1hFljNs6"
    },
    {
      "name": "Qualdris (15 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>Soratir is the Laranian Lay Mass. Lady Thilisa’s chaplain will lead a prayer service in the castle’s chapel. All Laranians will attend. The rest of the day will be free time. This is a good opportunity to socialize and attempt to solicit interesting rumours from other residents of the castle and shire (see @UUID[JournalEntry.FGMeOLJquHoNOAAG.JournalEntryPage.y5qjHlvpxGDVtPuk]{Rumours}).</p>",
        "format": 1
      },
      "_id": "3l66ZiNPV3lGGFMW",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2600000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.3l66ZiNPV3lGGFMW"
    },
    {
      "name": "Qualdris to Ledyne (18 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>After a good night’s rest, the retinue will make their way north to the seat of the dioceses of Pagostra. This is another long trip, but it is on the main road. The retinue often shares the road with late caravans making their way north up the Genin Trail to Tashal.</p>\n<p>The first stretch of road is bordered by scrub and traverses a low range of hills known for its silver, copper, tin and salt mines. There is also a large quarry close to the road. The trail is well worn from the passage of hundreds of wagons over the years. Although easy to follow, it can be narrow at points. The large boulders have been cleared away and the worst of the potholes filled but there is rarely enough room for one wagon to pass at a time.</p>\n<p>The sole tollbooth between Qualdris and Ledyne is at Eliten Manor [Nilsson, Patrick. 1999. Eliten Manor. Fan Fiction. It can be downloaded for free at Lythia.com &gt; Downloads &gt; Places (Manors, Towns &amp; Sites) &gt; Eliten Manor.] where the road to Sirendel Keep branches off the Genin Trail (which leads to Tashal). A wealthy manor, the lord, Sir Mikaes Larquste, also operates the Royal Tollhouse on behalf of the king in return for 1/3 the tolls. [Crossby, N. Robin et al. 1986-2003. HârnMaster Third Edition. Columbia Games Inc. Currently in print, available from CGI: HM3. See Campaign 10 for Caravans and Baggage Trains and Tolls.] His men are very vigilant.</p>\n<table><caption>Toll Rates Table</caption>\n<tbody>\n<tr>\n<td style=\"width:3em\">0.25d</td>\n<td>Per person afoot</td>\n</tr>\n<tr>\n<td style=\"width:3em\">1.00d</td>\n<td>Per horse/mule</td>\n</tr>\n<tr>\n<td style=\"width:3em\">0.25d</td>\n<td>Per sheep/goat</td>\n</tr>\n<tr>\n<td style=\"width:3em\">0.50d</td>\n<td>Per Ox/Cow</td>\n</tr>\n<tr>\n<td style=\"width:3em\">0.25d</td>\n<td>Per Cart *</td>\n</tr>\n<tr>\n<td style=\"width:3em\">1.00d</td>\n<td>Per Wagon *</td>\n</tr>\n</tbody>\n</table>\n<p>* Draft animals extra, one teamster free</p>\n<h3>Stand Aside (Both)</h3>\n<p>The Earl’s cavalcade catches up to a slow moving caravan consisting of many ox-draw wagons overloaded with blocks of stone from the quarry. They are unable to move aside for the Earl’s faster moving caravan because if they leave the hard packed surface of the road, they will bog down to their axles in the soft soil. There is not enough room for the Earl’s wagons to go around. A confrontation ensues. The Earl turns to one of the members of his retinue (a PC) and says, “Deal with it.” The PC must get the quarryman out of the way, by any means necessary, while under the close observation of an impatient Earl. Halfway through the negotiations, it is revealed that the stone is destined for Ledyne Abbey.</p>\n<h3>The Eliten Toll (Both)</h3>\n<p>The nobles and wagons roll right on past. The PCs are given a purse and told to sort out the tolls and then catch up. Sir Mikaes is mad that the cavalcade didn’t stop and pay before crossing. While he wouldn’t dare cross the Earl, he is more than happy to berate his underlings. Furious negotiations ensue, including the toll due on the warhorses, whether the Earl has to pay, whether there is a fine due for not paying up front etc.</p>",
        "format": 1
      },
      "_id": "upI7g3arTWNVfFx1",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2900000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.upI7g3arTWNVfFx1"
    },
    {
      "name": "Qualdris to Nebulan (16 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>The following day, the Earl and his knights take the opportunity to ride to Nebulan Chapterhouse to consult with Sir Remiu, the skilled, loyal and notoriously ambitious Reblena (Knight Commander) of the Lady of Paladins Sword Chapter in Pagostra. He is tasked with guarding the Genin Trail. The Baron of Kobe, Sir Orsin Firith the Lord Marshal of Oselmarch, rides to meet them and confer with the Earl on the status of the frontier. Lady Ialny and part of the retinue will remain in Qualdris.</p>\n<p>At the last minute, just prior to the Earl’s departure, Lady Thilisa appears in the courtyard, mounted on her palfrey, complete with an escort led by Sir Meathgir (knight commander of the garrison). The Earl’s wife “informs” her father that she is joining him, ostensibly to find out whether the Army of Oselmarch or the Lady of Paladins have heard anything of the whereabouts of her husband. It is obvious she intends to sit in on the Earl’s discussions with the Baron and Reblena. There is a short, unspoken contest of wills between Sir Declaen and his fiery daughter before he gives in and “welcomes” her participation as if it was his own idea.</p>\n<p>Nebulan is about four leagues south of Qualdris on the main road (Genin Trail). On their arrival at the chapterhouse, a Lady of Paladins honour guard will be waiting for them. The GM can use this opportunity to impress upon the PCs the wealth and power of the order. The Reblena warmly welcomes the visitors. Baron Orsin Firith and his retinue are already at the chapterhouse.</p>\n<p>After a prayer session in the chapel (everyone will attend), the Earl, Lady Thilisa and their respective entourages are invited into the Great Hall. There will be plenty of time to mingle before dinner is served in the late afternoon. After the meal, the Reblena, Baron, Earl and Lady Thilisa retire to the solar for private discussions. The chapterhouse will be full to overflowing, so PCs (or NPCs) will be able to slip away and investigate if they wish. Due to an accident of construction, conversations in the solar can sometimes be overheard in the hayloft below.</p>\n<h3>Spies Among Us (Both)</h3>\n<p>The content, positions and outcome of the Earl’s meeting with the Reblena and Baron of Kobe will be of great interest to all factions in the upcoming Succession Crisis. The content of the meeting can range from a simple update on the state of Oselmarch to a secret summit to decide whom to back in the coming crisis. Between the Earldom of Vemion, the Earldom of Osel (currently controlled by Lady Thilisa), the Lady of Paladins at Nebulan and the Baron of Kobe (also the Lord Marshal of Oselmarch), the attendees at this meeting control most of southern Kaldor. PCs loyal to the Earl will be tasked with guarding the meeting from outsiders. PCs working for others may try and eavesdrop.</p>",
        "format": 1
      },
      "_id": "N0rl8oenpaOo2aNe",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2700000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.N0rl8oenpaOo2aNe"
    },
    {
      "name": "Route Map Image",
      "src": "modules/hm-cpn-earlsprogress/assets/images/epmap.webp",
      "type": "image",
      "image": {
        "caption": "Route Map"
      },
      "_id": "xBZdaZxeKrPp2c6G",
      "text": {
        "format": 1
      },
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "sort": 1100000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.xBZdaZxeKrPp2c6G"
    },
    {
      "name": "Route Map",
      "src": "modules/hm-cpn-earlsprogress/assets/images/epmap.webp",
      "type": "text",
      "image": {
        "caption": "Route Map"
      },
      "_id": "4wbTlLTfkE8MwepB",
      "text": {
        "content": "<p>This is the full route map for the Earl's Progress from Minarsas to Baseta and back.</p>\n<p><img style=\"width:100%\" src=\"modules/hm-cpn-earlsprogress/assets/images/epmap.webp\" /></p>",
        "format": 1
      },
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "sort": 1200000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.4wbTlLTfkE8MwepB"
    },
    {
      "name": "Tashal (1 Larane)",
      "type": "text",
      "text": {
        "content": "<p>This is the first day of the Great Summer Fair. The city is filled to overflowing and there is great excitement and anticipation in the air. [Tashal v2. The Great Summer Fair. Page 8-10.] In the morning, the opening benedictions take place in Kald Square. During the day, the Chamberlain has arranged for the weaponcrafter, Kurvel of Charin, [Tashal v2. Weaponcrafter. Page 61.] to show the Earl his own wares and a number of Khuzdul pieces he has for sale. Sir Declaen is considering purchasing a suit of chain mail and long sword of Khuzdul manufacture as a surprise present for his son. One of the PCs is the same size as Sir Urian and so will be used as a living mannequin. They will get a chance to wear the best armour they have ever seen. Its price is more than they can imagine.</p>\n<p>That evening, the Earl is invited to the home of Lady Cheselyne [Tashal v2. Lady Cheselyne Hosath (Nee Elendsa). Page 7. Lady Cheselyne Hosath. Page 51.] for dinner. The niece of King Miginath, she lives just across Maranos Way from the Earl’s townhouse. This will be a major social event. Her ladyship has invited the crème-de-la-crème of those currently residing in the city, including Sir Jonil Cracert, [Tashal v2. Royal Mint. Page 17.] Lady Donesyn Dariune, Lady Peresta Bastune, Sir Prehil Firith and his wife Lady Shyna, [Tashal v2. Clan Firith. Page 50.] Lady Bresyn Risai [Tashal v2. Lady Bresyn Risai. Page 52.] and Sir Lysat Haith. [Tashal v2. Reblena. Page 58.] The list is shorter than usual as most of the Royal Court is in Olokand with the King. Lady Cheselyne prefers the comfort of her townhouse in Tashal to drafty Olokand Castle and so limits the time she spends there.</p>\n<p>The Chamberlain will send along a few retainers with the Earl (ideally the PCs). They are given strict instructions that they are to be seen but not heard. They are purely there in the event the Earl should need anything. The conversation will be exceptional. While they will not be able to ask questions, this is an excellent opportunity to learn juicy new rumours (see @UUID[JournalEntry.FGMeOLJquHoNOAAG.JournalEntryPage.y5qjHlvpxGDVtPuk]{Rumours}).</p>\n<h3>Drunken Noble (Commoners)</h3>\n<p>It is well after dark and the streets are empty of honest men. One of Lady Cheselyne’s guests, Sir Jonil Cracert, has seriously over indulged. He can hardly stand. He only has a couple of unarmed servants with him. Lady Cheselyne is quite concerned for his safety. The Earl gallantly tasks his retainers (the PCs) to ensure the Governor of Mint gets home safely. The trip to Caer Elend goes without incident (though the GM should play up the threat of attack with noises in alleyways and such). However, common thieves (or otherwise if the GM so chooses) beset the party on the way back to the Earl’s townhouse.</p>\n<h3>Disappearing Trick (Both)</h3>\n<p>Late at night, the PCs notice Sir Andro and Esar Keriel slipping out. If the PCs follow them, they make their way to “The Spurs”  [Tashal v2. The Spurs. Page 55.] and meet Halime of Falesh. They speak in hushed tones for a good while. Sir Andro gives him a heavy bag of coins and returns to the townhouse.</p>",
        "format": 1
      },
      "_id": "Zc64EiBMOuwKNGzQ",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 4000000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.Zc64EiBMOuwKNGzQ"
    },
    {
      "name": "Tashal (3 Larane)",
      "type": "text",
      "text": {
        "content": "<p>During the day, Sir Declaen will enjoy a rare day of relaxation. He will dismiss most of his entourage and “strongly encourage” them to “take in the Great Summer Fair.” The Earl claims he intends to spend the afternoon reading. He will actually be observing wool negotiations from the spy holes overlooking the Great Hall.</p>\n<p>Ebran of Harabor has spent several days meeting with mercantylers involved in the wool trade. The Earl is well aware of the value of the wool from his extensive sheep flocks. He has ordered Ebran to negotiate some major long-term contracts for his wool. Preliminary negotiations have taken place at the Mercantyler’s Hall [Tashal v2. Mercantyler’s Hall. Page 40-41.] and have been lengthy and hard fought. The final negotiations are taking take place in the Great Hall of the Caldeth Townhouse. Ebran will excuse himself frequently to update Sir Declaen on the negotiations. The Earl will review all of the agreements personally and make a final decision on each. The Earl will drive a hard bargain, but the quality of Vemionshire wool makes it worthwhile.</p>\n<p>Although the wool trade is the most lucrative of Vemionshire’s exports, the mercantylers’, clothiers’, hideworkers’, lexigraphers’ and salters’ guilds all have considerable trade with the Earl and his liegemen. In “honour” of the Earl’s visit to Tashal and in “recognition” of the Earl’s “generous support,” a syndicate of the guilds involved in the Vemionshire trade have invited the Earl and the most important members of his entourage to the finest dining establishment in eastern Hârn, Galopea’s Feast, [Tashal v2. Galopea’s Feast. Page 53-54.] for an elegant and decadent dinner to be remembered, completely complimentary, of course.</p>\n<h3>Book Theft (Noble)</h3>\n<p>During the negotiations, a thief (disguised as a journeyman guildsman) steals the heavy sealed package that the Rekela of Ledyne asked one of the PCs to deliver to the Serekela in Caleme (see @UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.Cw6AbEBOqAkgf10x#brothers-and-sisters-(nobles-and-laranian-commoners)]{Brothers and Sisters (Nobles and Laranian Commoners)}). A serving girl spots the thief, letting out a high-pitched scream and alerting the whole townhouse. The man escapes the compound, almost bowling over the PCs as they return from their shopping. One of the Wyvern Guard yells out “He has your package.” A foot chase ensues. The thief’s identity, who he is working for, why they want the package and the contents of the book, are up to the GM.</p>",
        "format": 1,
        "markdown": ""
      },
      "_id": "9PinaNV0DZJM6XI4",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 4200000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.9PinaNV0DZJM6XI4"
    },
    {
      "name": "Tashal (30 Nolus to 6 Larane)",
      "type": "text",
      "text": {
        "content": "<p>Between the dinner on 30 Nolus and the disappearance of Maid Camissa on 6 Larane, most PCs (except for the most junior of servants) will have considerable free time during the day to spend at the Summer Fair or just exploring Tashal. Based on the number of adventure hooks the GM chooses to involve them in, they may also have several free nights. The chamberlain will be especially busy managing the townhouse and making purchases for the household in Minarsas.</p>\n<h3>Necessary Items (Both)</h3>\n<p>Many of the PCs’ friends and family back home have sent money and lists of items for the PCs to buy for them at the Summer Fair. The GM can create lists and role-play the difficulty of finding specific items and negotiating a fair price. This will emphasize how rare it is for people to travel to the “big city” and what a major event this is in the PCs life (and that of their family). Vemionshire is a backwater and even noble PCs will only get to visit Tashal a handful of times.</p>",
        "format": 1
      },
      "_id": "8omVEo7Ri88A8hrI",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 3900000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.8omVEo7Ri88A8hrI"
    },
    {
      "name": "Tashal (30 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>The Earl intends to host and attend a series of dinner parties while he is in Tashal. Although the key members of the Royal Court are in Olokand with the King, he will meet with his extended family, senior nobles (those not travelling with the King), the Constable of Tashal, churchmen and business associates. On the morning of the 30th, he will summon Sir Gorlin and Huw Islwyn to discuss his plans. Huw advises the Earl that he has received three invitations in anticipation of his lordship’s arrival: Lady Cheselyne for 1 Larane, Sir Haldare for 2 Larane, and a syndicate of important members of the Mangai for 3 Larane. The Earl accepts all three invitations and orders retainers to be dispatched with his thanks and acceptance. The Earl then finalizes plans for the dinner for family and friends for later that evening.</p>\n<p>During the day, the Earl will visit the Temple of Larani in Tashal to pray for his stricken wife’s quick recovery. After offering devotions at the clan chapel on the north end of the temple, he will meet with the Serolan and make a large present to the temple. In thanks for the Earl’s generous donation, two Matakea will continuously pray for Lady Ialny’s recovery while she undergoes treatment at Erone Abbey.</p>\n<p>That night, Sir Declaen will host a dinner for his extended family and friends. The guest list includes members of the Valador Clan present in Tashal, including Lady Maris Valador [Tashal v2. Choir Loft. Page 58.] and Marik Valador [Tashal v2. Marik Valador. Page 27.] will be invited. Perhaps surprisingly, he will extend an invitation (through his bonded clothier, Ebran of Harabor) to Worton Harabor, [Tashal v2. Clan Harabor. Page 52.] his wife and clan. The Earl is a shrewd businessman and knows word of such an honour will bolster the already strong support he enjoys from this important clan.</p>\n<h3>Envoys (Commoners)</h3>\n<p>The Chamberlain prepares replies for the three dinner invitations. He will dispatch members of the retinue (PCs) to formally deliver the replies. This is an opportunity for the PCs to visit Lady Cheselyne’s house, Caer Elend and Galopea’s Feast.</p>\n<h3>Peonian Role Model (Both)</h3>\n<p>The PCs come across Maid Camissa deep in private conversation with Marik Valador, a Peonian Priest. Camissa stops talking and orders the PCs to leave her presence immediately.</p>\n<h3>Feast (Both)</h3>\n<p>The retinue attends the feast. The Great Hall will be packed with friends, family and a few key business associates. The PCs will have many opportunities to pick up interesting gossip and rumours. They will also be able to find out where to shop, visit or find entertainment in the city. Huw Islwyn is an invaluable resource, but will report misdeeds directly to the Earl.</p>",
        "format": 1
      },
      "_id": "za3L7acsMMj9UOGc",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 3800000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.za3L7acsMMj9UOGc"
    },
    {
      "name": "Tashal (6 Larane)",
      "type": "text",
      "text": {
        "content": "<p>After his return from Caleme, the Earl will spend the 6th at the Enclave of the Holy Oak College of Heralds. [Tashal v2. Enclave of the Holy Oak. Page 24-25.] The chief herald, Sir Archebal Peltrei, looking grey and gaunt, greets the Earl. He apologizes that he is not feeling well (he is 77) and asks if the Earl would mind dealing with his able assistant Sir Rohn. The Earl graciously agrees and Sir Archebal retires to his quarters.</p>\n<p>The Earl is considering suitable matches for his youngest daughter, Maid Camissa. He has some names in mind and spends the better part of the day with Sir Rohn, pouring over family trees and patents of nobility. He plans to meet several of the possible choices in Olokand and so wants to be well prepared.</p>\n<p>On her return from Caleme, Maid Camissa is most distraught. She fancies herself a Peonian and was overjoyed at the chance to visit Erone Abbey. She idolizes her cousin, Marik Valador, who is the principal secretary of the Peonian Sulaplyn (Bishop). When she heard her father was going to the College of Heralds to (as she puts it) “shop for a husband for her” she became inconsolable, sobbing for hours.</p>\n<h3>The Missing Maid (Both)</h3>\n<p>When the Earl arrives home, he takes ale in the main hall and summons his daughter to discuss her behaviour earlier and his findings at the Enclave. A panicked domestic bursts into the hall and loudly proclaims Maid Camissa is gone. A quick search of the townhouse and compound confirms she is nowhere to be found and neither is the Earl’s squire, Arlbis Hirnen. She was last seen only two hours earlier when a servant took her the midday meal. All of the horses in the compound are accounted for, so she could not have ridden off.</p>\n<p>At this point, the GM should emphasize the icy cold, rigidly controlled persona the Earl adopts. Every noble, guildsman, guard and servant is summoned to the Great Hall. There is to be no public alarm. Only the city watch and Royal Guard are to be alerted. The Earl’s orders are short and to the point. An NPC is dispatched to each of the city gates. The remaining members of the entourage are split into groups of 4-6 people. Sir Kobar and two bodyguards will remain with the Earl at the townhouse.</p>\n<p>The groups will systematically search the city, starting with places Camissa knows or might be likely to go. They will check the Peonian and Laranian Temples, other noble houses and all the main thoroughfares first. Then, they are to check side streets and less reputable haunts. They are to report back to the townhouse at endbell.</p>\n<p>By sunset, Maid Camissa has still not been found. Few will get any sleep that night, especially the Earl.</p>",
        "format": 1
      },
      "_id": "GeZXQSHNwyVfxkdt",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 4500000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.GeZXQSHNwyVfxkdt"
    },
    {
      "name": "Tashal (7 Larane)",
      "type": "text",
      "text": {
        "content": "<p>The Earl had planned to have dinner with the Serolan of the Laranian Temple. With Maid Camissa’s disappearance, it (and everything else) has been cancelled.</p>\n<p><strong>The Truth.</strong> Distraught at the thought of being sent to a Laranian “finishing school” and then married off to someone she doesn’t know or love, Maid Camissa has decided to run away from home and become a Peonian priestess. After the midday meal, she snuck down the stairs from the solar and made her way down to the undercroft. There, several men were loading bales of wool onto a wagon. She slipped between the bales and rode out of the compound. Camissa jumped off the cart in Weavertown. [Tashal v2. Weavertown. Page 61-64.]</p>\n<p>Expecting her father will be watching the Peonian Temple and Erone Abbey, her goal is to make her way down river to Jedes Keep and then walk to Bromeleon Abbey. She has a small (quite inaccurate) sketch of the route, which she copied from her father’s map of Kaldor. She planned to sneak across town to the Kald Gate and then catch a ride on a talbar downstream. Unfortunately, by the time she got to the gate, one of her father’s men was already there. Currently, she is hiding out in the Medrik district, [Tashal v2. Medrik. Page 44-49.] waiting for her chance to flee the city. A first cold, dark and rainy night in a rat-infested alley has her reconsidering her “calling”.</p>\n<p>Squire Arlbis Hirnen was the first to discover her absence. Rather than raise the alarm, he went searching for her on his own. He poked his head in a few places he shouldn’t have. After endbell on 6 Larane he was clubbed over the head and robbed of everything. A kindly family rescued him before he died of exposure. They recognise his coat of arms send a messenger to the Earl’s townhouse on the afternoon of 7 Larane.</p>\n<h3>The Missing Maid (Con’t)</h3>\n<p>The next morning, the Earl raises a full alarm and announces a reward for her immediate safe return. He enlists everyone, other noble and common clans, his guild contacts and the Laranian church are thrown into the search. The PCs should be given an opportunity to find her first. One of the mercantylers thinks he “might” have seen a girl jump off the wool wagon in Weavertown. There should be true (and false) sightings of her throughout the day. More disturbingly, they will begin to see groups of dangerous looking ruffians accosting girls matching her description in hopes of claiming the reward. After an encounter with one of these bands of thugs, Camissa will seek refuge in the Halean Temple. [Tashal v2. Temple of Halea. Page 45-46.] If the PCs do not find her by sunset, Camissa will reveal her identity to the priestess and they will provide an escort of Solithar (temple guards) to return her to her overjoyed and relieved father. Despite his normal antipathy toward Haleans, he rewards them generously. [Minarsas. Earl Declaen Caldeth. Page 24.]</p>",
        "format": 1
      },
      "_id": "zaZ5AyRppweTFK69",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 4600000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.zaZ5AyRppweTFK69"
    },
    {
      "name": "Tashal to Airth (8 Larane)",
      "type": "text",
      "text": {
        "content": "<p>A few days before the Royal Chelebin Tournament, the Earl (along with most of the rest of the Kaldoric nobility that isn’t already there with the King) will make their way from Tashal to Olokand. Airth Manor is a popular stopping point, but due to the numbers of nobles at this time of year, most will be forced to camp on the commons. Two of the wagons and several servants will remain in Tashal. The Earl’s entourage will be reduced to less than fifty (in deference to the King and tradition).</p>\n<p>While spending the night at Airth, members of the retinue will notice that the manor is in serious trouble. The crops are withered on the stalk and the few remaining animals are rail thin. There are no old people left and the few remaining children are sick and lethargic. This will strike most PCs as strange since they have seen no signs of drought, crop failures, disease or famine at any of the other manors they have passed through. In fact, the weather has been good and none of the nearby villages are suffering. The manor is suffering from “The Curse of Panaga” described in the CGI published adventure The Staff of Fanon [Crossby, N. Robin. 1988. The Staff of Fanon. Columbia Games Inc. Out of print, sometimes available on eBay.]</p>\n<h3>Starving Villagers (Both)</h3>\n<p>As the retinue approaches the village, people crowd around them, begging for food. Lady Ygrena is the mistress of the manor. She will graciously permit the Earl to camp in “Fanon’s Green.” She apologises but her husband is “indisposed” (passed out drunk). She explains the poor harvests and warns them that the villagers are desperate and may try to steal food. The Earl invites Lady Ygrena to join him for dinner and orders the distribution of some food from the wagons. The people are desperate and this may result in a riot.</p>",
        "format": 1
      },
      "_id": "Fl7DYfABVsO6IDle",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 4700000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.Fl7DYfABVsO6IDle"
    },
    {
      "name": "Tashal to Caleme (4 Larane)",
      "type": "text",
      "text": {
        "content": "<p>The next morning, the Earl will ride to Caleme to visit the Serekela. Any who wish to join him are welcome to do so. This is an excellent opportunity to see the heart of Laranianism in Kaldor, the abbey of Caleme. The powerfully fortified castle-like abbey combines an impressive temple with the Serekela’s palace, an academy for noble children and a chapter of the Lady of Paladins. The Chamberlain will send some servants along to see to the Earl’s comforts and Sir Kobar will bring four guards along as an escort. The ride is a short, pleasant trip along a good road, less than one league from Tashal.</p>\n<p>The Serekela (Archbishop), Edine Kynn, is a powerful man. He is closely associated with the Earl of Balim and his sister is married to the Earl of Neph. His wealth and power rivals, likely exceeds, that of the Earl. The Serekela welcomes Sir Declaen warmly. The party will be treated to the finest hospitality. After an extravagant dinner, they will be shown to sumptuous accommodations. The Serekela and Earl will retire to his solar and speak privately for several hours. The Earl may discuss his desire for a separate Diocese of Vemion behind closed doors.</p>\n<h3>A Proper Education (Noble)</h3>\n<p>Caleme offers an academy for the children of the nobility. Sir Declaen attended it as a boy. He will undertake negotiations to send Maid Camissa here for a year or two of “finishing”. The Serekela’s assistant will take Maid Camissa and the rest of the party (including the PCs) on a tour of the school. Camissa becomes distraught over the prospect of being sent here and runs off. The PCs must turn the place upside down to find her.</p>\n<h3>Mysterious Delivery (Both)</h3>\n<p>One of the PC/NPCs was given a package in confidence at Ledyne Abbey. Who they deliver it to and what it contains could be of great interest to certain members of the retinue. The courier is seen slipping away from the main party and speaking with a cloaked figure in the cloister.</p>",
        "format": 1
      },
      "_id": "a7pEKmoRsvV6SFjj",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 4300000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.a7pEKmoRsvV6SFjj"
    },
    {
      "name": "Tashal to Erone (28 Larane)",
      "type": "text",
      "text": {
        "content": "<p>Even after the long day before, everyone is up at dawn preparing to depart. The wagon train must depart as soon as possible to meet up with the Earl. This can be a very chaotic morning if the temporary caravan leader is not well organized. The GM can use Steward Islwyn as a prod to keep the pressure on the PCs to get everyone moving quickly. Everyone should be tired and surly.</p>\n<h3>Missing Person (Commoners)</h3>\n<p>When the cavalcade forms up, a quick roll call reveals that the Minarsas Champion Squire is missing. He was last seen heading toward the Tower Inn. Several search parties are dispatched to find the drunken fool and wake him up.</p>\n<h3>Letters to Minarsas (Noble)</h3>\n<p>Steward Islwyn has several lettersfor the Earl and others in Minarsas. He asks one of the PCs to carry them for him. Before they depart, servants from other noble households arrive with their own letters for stops along the way home. The GM may take this to a ridiculous extreme for comic relief when Goodwife Jayal Harabor arrives with six bolts of fine cloth and an apprentice to send to her family in Minarsas.</p>\n<h3>Missing Goods (Commoner)</h3>\n<p>Sir Gorlin has sent a list with everything that must be brought from Tashal. A last minute check finds two of the Earl’s newly purchased robes are missing. A search of the townhouse produces nothing. The PCs must decide what to do.</p>\n<h3>Traffic Jam (Both)</h3>\n<p>After much delay, the caravan finally makes its way out of the Caldeth Compound towards Ternua Gate to leave the city, only to run head on into a mass of humanity flooding into the city with the opening of the gates. The PCs must clear a path by threats, negotiation, pleading or force (if that seems the wises option).</p>\n<p>Once the caravan makes it out of Ternua Gate, the trip to Zutlin should be easy. They meet Sir Gorlin and the others who travelled by barge. He resumes command (perhaps to the relief of the harassed temporary caravan boss) and they proceed to Erone. There they set up temporary camp and pack up most of Lady Ialny’s belongings.</p>\n<p>The Peonian members of the cavalcade (most of the commoners) will likely want to partake in the evening service at the abbey and perhaps make an offering. Gift or not, the nuns will present each member of the entourage with a small clay tablet stamped with a daisy and fired with white, yellow green glaze to mark their visit. Grateful for their efforts to cure Lady Ialny, the Earl makes a generous donation to the abbey.</p>\n<h3>Stocking Up (Both)</h3>\n<p>The hospital produces a variety of oils, unguents, salves, balms, elixirs and potions. [Kaldor v2. Erone. Page 58.] Sale of the medicines brings much-needed silver to the abbey. PCs may wish to purchase some for future use.</p>",
        "format": 1
      },
      "_id": "ivcUlun41B7rxdyK",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 6800000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.ivcUlun41B7rxdyK"
    },
    {
      "name": "The Campaign",
      "type": "text",
      "text": {
        "content": "<p>The following comprise the core of the campaign portion of the module. Once the GM is comfortable with the NPC members of the Earl’s retinue, the next objective is to plan the campaign. To assist in this process, the module includes a calendar to plot the large scale activities of the trip, a pregame portion where the GM and PCs can roleplay how they came to be part of the Earl’s entourage and then the actual trip itself, day-by-day. There are also illustrations and room for notes.</p>\n<p>The calendar is a useful tool for keeping the campaign on track. It lists the location of the cavalcade and some key activities that will occur that day. It also includes pregenerated weather and marks the Laranian holy days (shown with the small round chequered shield). If the GM marks off the days as the PCs progress, it will make it easy to resume the adventure for the next session.</p>\n<p>The pregame is an important part of an adventure as large as The Earl’s Progress campaign. This is an opportunity for the GM to logically and believably incorporate the PCs into the Earl’s entourage. There are many ways to do this. At its most complicated, the PCs may undertake one or more missions on the Earl’s behalf to earn his trust. At its simplest, the Earl might take a liking to the PCs at the feast. The end result of the pregame should be the PCs being selected to join The Earl’s Progress.</p>\n<p>The locations, dates and activities are the skeleton of the campaign. Under the Earl’s direct supervision, Sir Gorlin, the Earl’s Chamberlain and Herald, has prepared a detailed schedule for the trip. Each stopping point is planned out, travel times and anticipated dates of arrival are shown. A GM’s guide of what will happen, day-by-day, is provided. However, it is only a guide. Weather, PC actions, added GM events, unexpected obstacles can alter the plan. The GM should feel free to adjust the schedule and even eliminate whole sections if they do not conform to his adventure plans.</p>\n<p>Adventure hooks are just ideas to spark the GM’s imagination. The GM may pick and choose from them, as he likes. Some GMs are comfortable making up the details on the fly while others prefer extensive preparation. Read through the hooks in advance and adjust as you see fit. To assist the GM, each adventure hook is marked as either intended for Nobles, Commoners or Both. GMs can adjust the hooks to fit their PC mix.</p>\n<p>Extensive white space has been left beside each location and adventure hook for GM Notes. This allows you to make notes about what you plan to happen and to record what actually happens. You can also keep track of NPCs encountered, contacts made, promises to keep, relationships and important clues.</p>\n<ul>\n<li>@UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.gQJdSx6aPBbRZsLe]{Campaign Notes and Adventure Hooks}</li>\n</ul>\n<h2>Planning the Campaign</h2>\n<p>The key to a successful and enjoyable campaign (for the GM and the PCs) is planning, PLANNING, <strong>PLANNING</strong>. This does not mean writing out every encounter or designing every building the PCs might enter, but it does mean thinking each adventure hook through beforehand. Most adventures follow the three-act rule: set-up, confrontation and resolution.</p>\n<h3>Part One: Set-up</h3>\n<p>Answer these three questions: Who (or what) is this adventure about? (Who is the opponent? What kind of person are they?); Where's it taking place? (What's the story's location? What kind of place do the characters live in?); What’s going to happen? (Something is going to happen that is going to challenge the PCs).</p>\n<h3>Part Two: Confrontation</h3>\n<p>Your PCs have a dramatic need; to find the Holy Grail, to defeat the evil empire or to kill the shark. But it wouldn't make that great adventure if they could complete their task in the next ten minutes. Conflict is the essence of drama. The PCs have to overcome a series of obstacles that you drop in their path. Let them struggle towards their goal. This section can be subdivided into two, separated by the mid-point, where something relevant to the PC’s main aim becomes clearer. Each of these two halves can be cut in half by a Pinch; a key scene that helps keeps the story on track.</p>\n<h3>Part Three: Resolution</h3>\n<p>The adventure should be on a roll by now. Everything should be in place for the finale so it's a downhill run to the finish line. The PCs should know what needs to be done so part three is spent planning and getting into a position of strength, mostly carrying out the action and finally enjoying the afterglow and seeing who gets to ride off with who into the sunset.</p>\n<p>Even if you prefer to “wing” the adventure hooks, as GM, you should at least take 15-30 minutes, think through what you want to happen, jot down a few notes, prepare a few resources (i.e. pre-prepared NPCs, generic building plans, sketched map) so that you and your players can maximize your time playing. Most importantly, have fun!</p>",
        "format": 1
      },
      "_id": "MCfNpYPRCyY4B1r1",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 200000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.MCfNpYPRCyY4B1r1"
    },
    {
      "name": "Wylain to Hasiel (30 Larane)",
      "type": "text",
      "text": {
        "content": "<p>The Earl is anxious to return home and so takes the most direct route to Nubeth. Riders (possibly PCs) will be dispatched at dawn to warn Lord Teyanas of the Earl’s pending arrival. He imposes himself on one of the Earl of Osel’s fiefs and spend the night at Hasiel Manor, a relatively short trip compared to the day before.</p>\n<h3>Larani’s Blessing Be Upon You (Noble)</h3>\n<p>In the morning, before leaving the Genin Trail, the retinue encounters a group of pilgrims stopped on the side of the road for a rest. On their way to Tashal to see the great temple, they are Laranian nobles from Cherafir [Cities of Hârn. Cherafir. Pages 1-6.]  [Son of Cities. Cherafir (Expansion). Pages 7-14.]  [Currie, James. 2003. Cherafir: An Expansion. Pages 15-28. Fan Fiction. It can be downloaded for free at Lythia.com &gt; Downloads &gt; Places (Manors, Towns &amp; Sites) &gt; Cherafir: An Expansion.] in Melderyni. [Crossby, N. Robin et al. 1987. Melderyn Kingdom Module. Columbia Games Inc. Out of print, sometimes available on eBay.] They question noble looking PCs on the statue of the goddess, whether they attended a service, how did they find the experience, etc. They have some interesting international rumours (see @UUID[JournalEntry.FGMeOLJquHoNOAAG.JournalEntryPage.y5qjHlvpxGDVtPuk]{Rumours}).</p>\n<h3>The Eliten Toll (Noble)</h3>\n<p>The return trip again travels through the Royal Toll (see @UUID[JournalEntry.QK1ZfRBCXd5Uc13L.JournalEntryPage.upI7g3arTWNVfFx1#the-eliten-toll-(both)]{The Eliten Toll (Both)}). This time, Sir Gorlin is prepared and sends the PCs ahead of the retinue with a purse and the details of numbers of people, horses and wagons. They are told to have everything sorted out before the cavalcade arrives. Depending on how the previous set of negotiations went, this could be a simple or a hard mission. In any event, again the Earl will again proceed right through without stopping.</p>\n<p> </p>",
        "format": 1,
        "markdown": ""
      },
      "_id": "wUN5St63bLjrmwjQ",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 7100000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.wUN5St63bLjrmwjQ"
    },
    {
      "name": "Zoben (3 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>The Earl will spend three days with the Constable of Zoben. The first day will be spent receiving an accounting of the fief. Sir Andro will be in a foul mood.</p>\n<h3>Inventory (Commoners)</h3>\n<p>The PCs are sent to check on the contents of storerooms. When they move a barrel to get at some other crates, they discover a small iron locked box hidden underneath. It is the constable’s life savings. What do they do?</p>\n<h3>Inspect Manors (Nobles)</h3>\n<p>The Chamberlain dispatches some of the nobles to check on the state of repair of some of the nearby manors.</p>",
        "format": 1
      },
      "_id": "HY06hAGBuJVLHhMa",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1500000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.HY06hAGBuJVLHhMa"
    },
    {
      "name": "Zoben (4 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>The Earl and his knights plan to take in some hunting and visit the surrounding manors.</p>\n<h3>The Hunt (Both)</h3>\n<p>The Earl and the noble members of his retinue attend a deer hunt. [Crossby, N. Robin. 1987. Hunting. It can be viewed for free at CGI &gt; Hârn &gt; HârnPage &gt; HârnMaster &gt; Skills &gt; Hunting and Tracking. Click here to go directly to the file: Hunting HTML.] The PCs play the role of hunters (if noble) or beaters (if common). Although still close to home, something bad could happen, something as simple as a bad fall or as serious as an assassination attempt on the Earl. This is an opportunity for the GM to begin to introduce suspicion and fear into the retinue. He may also introduce an injury and resulting infection.</p>",
        "format": 1
      },
      "_id": "pFthYPyJDRizbQ60",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1600000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.pFthYPyJDRizbQ60"
    },
    {
      "name": "Zoben (5 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>Soratir is the Laranian Lay Mass. The chaplain will lead a prayer service in the keep’s chapel. All Laranians will attend. The rest of the day will be free time. This is a good opportunity to socialize and attempt to solicit interesting rumours from other members of the party (see @UUID[JournalEntry.FGMeOLJquHoNOAAG.JournalEntryPage.y5qjHlvpxGDVtPuk]{Rumours}).</p>",
        "format": 1
      },
      "_id": "ICR77pnqvWx8Nlem",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1700000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.ICR77pnqvWx8Nlem"
    },
    {
      "name": "Zoben to Athelren (6 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>The trip to the shire moot of Vemionshire is also short, just a half day. There is somewhat of a carnival atmosphere to this leg as most of the retinue will still be fresh and on familiar ground.</p>\n<h3>Hawking (Both)</h3>\n<p>The Earl decides to ride ahead of the slow moving caravan to take in a little sport. He invites several nobles to accompany him. The Chamberlain quickly assigns several servants to assist the falconer. [Ivansek, Rick. Date unknown. Hawking/Falconry. Fan Fiction. It can be downloaded for free at Ken's HârnPage &gt; Poor Richard’s HârnPage &gt; Falconry.pdf.]</p>",
        "format": 1
      },
      "_id": "3otqJIvtS817GJTF",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1800000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.3otqJIvtS817GJTF"
    },
    {
      "name": "Zutlin (25 to 28 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>The Earl will spend the next few days as the guest of Lord Valador. The Earl returns to Erone each day while he is at Zutlin to ensure his wife is safe and secure. The Earl spends many hours consulting with Sir Petral and the Peonian clerics and physicians about his wife’s condition. Away from the abbey he is agitated and irritable, prone to snapping orders and finding fault with every little detail. Sir Declaen is under considerable stress and very anxious about leaving Lady Ialny, even in such capable hands. His greatest fear is that she will die while he is away.</p>\n<p>The largest of his subinfeudated manors, Zutlin is the childhood home to his invalid wife. During the evenings of the 25th to 28th, the Earl, his daughter and noble companions will be guests of his brother-in-law and liegemen, Sir Kaery. They will enjoy a modest feast and a pleasant visit. Lord Valador and several of Lady Ialny’s immediate family will join the Earl on his daily trips to Erone. Lord Valador has pledged to provide additional security to the abbey during Lady Ialny’s stay. He and his knights and yeomen will supplement the two members of the Wyvern Guard left to guard the lady.</p>\n<p>The Earl considers his brother-in-law one of his most trusted retainers. He will invite him and several of his other relatives to join him for the ride into Tashal. Lord Valador and the Earl will spend considerable time in private discussions. The knight’s proximity to Tashal allows him to attend the royal court regularly and the Earl wants to be as prepared as possible before reaching the capital.</p>\n<h3>Wrong Place, Wrong Time (Both)</h3>\n<p>The PCs are doing something they were ordered to do. The Earl storms in, livid. He tears a strip off the PCs, calling them stupid, useless and incompetent. The PCs will require several WILL rolls to remain calm. Sir Kobar and several heavily armed members of the Wyvern Guard attend the Earl. Any insolence, back talk or aggressive moves will be dealt with forcefully. PCs could find themselves chained to a wagon wheel if they make the wrong move. By the next morning, the Earl will be remorseful for his over reaction, but will never apologize. Imprisoned PCs (assuming they didn’t do anything stupid) will be released with a stern warning.</p>\n<h3>Eavesdropping, Dangerous But Informative (Both)</h3>\n<p>As a regular at the royal court, Lord Valador is well connected. He stays informed on all of the gossip in Tashal and Semethshire. His conversations with the Earl will be detailed and frank. Much of their conversations will take place at the dinner table or while riding to and from Erone Abbey. A discrete individual could learn much that would put them in an advantageous position. However, being caught eavesdropping on your liege could earn you a whipping (or worse).</p>",
        "format": 1
      },
      "_id": "QKaI72RAvETrGHj0",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 3400000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.QKaI72RAvETrGHj0"
    },
    {
      "name": "Zutlin to Tashal (28 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>The day before Sir Declaen plans to leave for the capital, the wagons and most of the servants are sent ahead to prepare the Earl’s townhouse. The chamberlain deputizes a noble or senior servant to ensure everything is ready. The large walled compound contains a sizeable stone house and stables. It backs onto the city wall at the corner of Maranos Way and Chidena Street. Normally, the only occupants of the large residence are Rindan Caldeth [Tashal v2. Ostler. Page 14.] (Royal Ostler and younger brother of the Earl) and a handful of servants. He tends to consider the house his own, since his brother has not visited in many years. Sir Rindan is presently in Olokand with the King’s Court. The house is vacant except for Huw Islwyn, the steward, and five servants. Most preparations are complete.</p>\n<h3>Establishing Security (Both)</h3>\n<p>The PCs are sent ahead and secure the house and compound, including checking for traps, secret entrances etc. Regular patrols and sentries must be assigned. The PCs should check out the surrounding area. Sir Kobar will remind them to check the sewers and tunnels in the area to ensure that no new tunnels have been dug underneath the compound.</p>",
        "format": 1
      },
      "_id": "JbWazCori9EzVcEx",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 3600000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.JbWazCori9EzVcEx"
    },
    {
      "name": "Zutlin to Tashal (29 Nolus)",
      "type": "text",
      "text": {
        "content": "<p>An easy half-day’s ride, the Earl insists that everything be perfect for his entry into the city. He and his knights and men-at-arms will wear full armour with spotless surcoats, while the ladies dress in their finest dresses. Given the rarity of his visits to Tashal, Sir Declaen knows that his arrival will be a major event and he intends to make it a memorable one. The Constable of Caer Elend, Sir Haldare Venera, is informed of the Earl’s arrival. Since the guards do not know the Earl on sight, he will personally command the guard at Ternua Gate that morning.</p>\n<p>After arriving at the townhouse, the Earl will spend a quiet evening; Steward Islwyn details what has happened in the capital since his last report. The servants and staff will work late into the night unloading the wagons and making sleeping arrangements.</p>\n<h3>Crowd Control (Both)</h3>\n<p>The Deputy will send several staff from the house to await the Earl’s arrival outside the Ternua Gate. A senior PC will be tasked with arranging the Earl’s grand entrance through the city gates. Close liaison with Sir Haldare is vital. Although he has never met the Earl in person he is impossible to miss. The others will be responsible to provide a walking escort to keep back the curious onlookers. There will be several tense moments when a group of unruly street urchins darting between the Earl’s guards. A self-important Laranian priest tries to get access to the Earl. The Earl will be watching how his retainers deal with the problem. The PCs must deal with him firmly but diplomatically.</p>",
        "format": 1
      },
      "_id": "VY2D6CMz2ZiSYBED",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 3700000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!QK1ZfRBCXd5Uc13L.VY2D6CMz2ZiSYBED"
    }
  ],
  "flags": {},
  "_stats": {
    "systemId": "hm3",
    "systemVersion": "1.4.0",
    "coreVersion": "10.276",
    "createdTime": 1659201858972,
    "modifiedTime": 1659201858972,
    "lastModifiedBy": "y4rrosWqroRqTLhW"
  },
  "_id": "QK1ZfRBCXd5Uc13L",
  "ownership": {
    "default": 0,
    "y4rrosWqroRqTLhW": 3
  },
  "folder": null,
  "sort": 0,
  "_key": "!journal!QK1ZfRBCXd5Uc13L"
}
