{
  "name": "Cavalcade Encamped",
  "pages": [
    {
      "name": "Cavalcade Encamped",
      "type": "text",
      "text": {
        "content": "<p>Normally, the Earl and his entourage will spend their evenings as guests of other nobles. However, occasionally, there is no suitable accommodation or the castle is full. In this case, the cavalcade is well prepared to rough it by camping outside. Scouts will be sent ahead to find a good campsite. It should be level and mostly free of trees. The ground should be firm and dry and there should be sufficient room for the whole caravan.</p>\n<p>When the cavalcade camps for the evening, there is a very strict order to the establishment of the camp. Sir Gorlin, the chamberlain, personally supervises the entire operation. All members of the household, with the exception of the nobles, Wyvern Guard and Earl’s personal staff, will assist in setting up the camp; slackers will not be tolerated. Immediately on arrival, Sir Kobar and his men inspect the area around the camp. The scouts are sent out to check the woods and ensure there are no unpleasant surprises nearby. At the same time, the servants bring out chairs for the nobles and start a fire. The Earl and his noble guests relax around the fire. His page, squire and personal cook offer them wine, ale and cold snacks (cheese, sausages and the like). Around them is controlled chaos.</p>\n<p>Once the nobles are comfortable, the chamberlain directs the construction of the camp. The wagons are drawn into a loose circle. Under the supervision of the ostlers and teamsters, the saddles and harnesses are removed from the horses. The horses are tied to picket lines strung from tree to tree. The ostlers and teamsters ensure the horses are rubbed down and fed. While they are doing this, the other servants unload the wagons and layout the pavilions. The primary focus is getting the Earl’s pavilion up and furniture installed. The other pavilions follow, concurrently if manpower allows. While the pavilions are being set up, a temporary field kitchen is set up off to one side. The cooks begin preparing the meal. Sentry positions and patrol schedules are set up. The guard roster for the night is set.</p>\n<ol>\n<li>@UUID[JournalEntry.T8l2xm09Pm6nFofT.JournalEntryPage.qqawrHxOq39f09Lc]{The Earl’s Pavilion}</li>\n<li>@UUID[JournalEntry.T8l2xm09Pm6nFofT.JournalEntryPage.mF3LDvXXKlZJ3fAy]{Personal Staff}</li>\n<li>@UUID[JournalEntry.T8l2xm09Pm6nFofT.JournalEntryPage.EhvPo8EZuHxrUNBo]{Family and Friends}</li>\n<li>@UUID[JournalEntry.T8l2xm09Pm6nFofT.JournalEntryPage.OSKZ01gCeY3nBl6Y]{Noble Retainers}</li>\n<li>@UUID[JournalEntry.T8l2xm09Pm6nFofT.JournalEntryPage.b3SB3SxWA8eX074E]{Knights}</li>\n<li>@UUID[JournalEntry.T8l2xm09Pm6nFofT.JournalEntryPage.V1VqEbBJNh9aUHH1]{Wyvern Guard}</li>\n<li>@UUID[JournalEntry.T8l2xm09Pm6nFofT.JournalEntryPage.bkQdB7FD2oASkcdk]{Field Kitchen}</li>\n<li>@UUID[JournalEntry.T8l2xm09Pm6nFofT.JournalEntryPage.ZmDzfbhd6LAgXyeS]{Picket Lines}</li>\n</ol>",
        "format": 1
      },
      "_id": "s4l4WtUvvoo6JkYX",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 100000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!T8l2xm09Pm6nFofT.s4l4WtUvvoo6JkYX"
    },
    {
      "name": "Family and Friends",
      "type": "text",
      "text": {
        "content": "<p><strong>Encampment Location: </strong>3</p>\n<p>This tent houses six to eight people. It is fairly spacious with carpets and mattresses for the Earl’s guests. Sir Andro and Lady Milycia sleep in this pavilion.</p>",
        "format": 1
      },
      "_id": "EhvPo8EZuHxrUNBo",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 300000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!T8l2xm09Pm6nFofT.EhvPo8EZuHxrUNBo"
    },
    {
      "name": "Field Kitchen",
      "type": "text",
      "text": {
        "content": "<p><strong>Encampment Location: </strong>7</p>\n<p>This work area is used to prepare the food. After the meal is served and chores are done, the servants and commoners gather here, so as not to bother the Earl or his guests.</p>",
        "format": 1
      },
      "_id": "bkQdB7FD2oASkcdk",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 400000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!T8l2xm09Pm6nFofT.bkQdB7FD2oASkcdk"
    },
    {
      "name": "Knights",
      "type": "text",
      "text": {
        "content": "<p><strong>Encampment Location: </strong>5</p>\n<p>This pavilion is reserved for the Earl’s champions, the two knights and squire. They will share their pavilion with the Earl’s nephews, members of the Lady of Paladins, or any other knights the Earl has invited to join his Progress. The pavilion is comfortably appointed with carpets and mattresses.</p>",
        "format": 1
      },
      "_id": "b3SB3SxWA8eX074E",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 375000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!T8l2xm09Pm6nFofT.b3SB3SxWA8eX074E"
    },
    {
      "name": "Noble Retainers",
      "type": "text",
      "text": {
        "content": "<p><strong>Encampment Location: </strong>4</p>\n<p>Sir Gorlin shares his tent with Sir Kobar and Sir Petral. This tent is furnished to a level second only to the Earl, with knockdown beds, carpets and a brazier. Sir Gorlin has a folding desk and chair and often works late into the night.</p>",
        "format": 1
      },
      "_id": "OSKZ01gCeY3nBl6Y",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 350000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!T8l2xm09Pm6nFofT.OSKZ01gCeY3nBl6Y"
    },
    {
      "name": "Personal Staff",
      "type": "text",
      "text": {
        "content": "<p><strong>Encampment Location: </strong>2</p>\n<p>The Earl’s page, squire, chaplain and personal cook/food taster share this round tent. It is much less extravagantly furnished with a chest of clothes and bedroll for each man and carpets for the ground. The page and squire are both light sleepers and can be quickly summoned to the Earl’s tent.</p>",
        "format": 1
      },
      "_id": "mF3LDvXXKlZJ3fAy",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 250000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!T8l2xm09Pm6nFofT.mF3LDvXXKlZJ3fAy"
    },
    {
      "name": "Picket Lines",
      "type": "text",
      "text": {
        "content": "<p><strong>Encampment Location:</strong> 8</p>\n<p>The horses are set out on picket lines for the night. Four armed servants patrol the perimeter of the camp to check on the horses and provide an outer ring of security. The senior servants sleep in the wagons. The more junior servants sleep under the wagons or in the open. Oiled canvas tarps are used to cover the baggage if rain is expected.</p>",
        "format": 1
      },
      "_id": "ZmDzfbhd6LAgXyeS",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 800000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!T8l2xm09Pm6nFofT.ZmDzfbhd6LAgXyeS"
    },
    {
      "name": "The Earl’s Pavilion",
      "type": "text",
      "text": {
        "content": "<p><strong>Encampment Location: </strong>1</p>\n<p>Sir Declaen travels in grand style. Even when he has to camp outdoors, he expects the best. The second wagon of the cavalcade carries his large square blue and white pavilion along with carpets, a complete bed with mattress, brazier and chests of clothes, desk and chair. The Earl keeps the three heavy ironbound oak chests with sophisticated locks with him at night (in the pavilion when camping). The first two each contain £250 in silver pennies. This represents about 40% of the Earl’s annual feudal payment, which he intends to present to the King in Olokand. The third chest contains over £100 in silver to pay all of the expenses for the trip, plus jewelry, usurer’s notes and important papers.</p>\n<p>Lady Ialny, Maid Camissa and Nursemaid Hila share the Earl’s large pavilion. The Lady Ialny’s special covered wagon (see @UUID[JournalEntry.1jJR0PqDGXtjve3L.JournalEntryPage.IjBXfpvwSIRob0Vp]{Lady Ialny's Wagon}) is parked immediately behind the Earl’s tent. Once the pavilion is erected, all of the Earl’s furniture installed and the braziers have had time to heat the tent sufficiently, Lady Ialny is shifted (on her special bed) from the wagon into the pavilion. Sir Declaen personally supervises whenever his wife is moved. Several large, strong menservants have been specially trained for this task. The ladies’ personal effects, including chests of clothes and toiletries, are also moved into the tent.</p>\n<p>A member of the Wyvern Guard stands watch outside the Earl’s pavilion at all times. Another guard stands watch outside the chamberlain’s tent just a few feet away and is ready to assist him at a moment’s notice.</p>",
        "format": 1
      },
      "_id": "qqawrHxOq39f09Lc",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 200000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!T8l2xm09Pm6nFofT.qqawrHxOq39f09Lc"
    },
    {
      "name": "Wyvern Guard",
      "type": "text",
      "text": {
        "content": "<p><strong>Encampment Location: </strong>6</p>\n<p>The members of his bodyguard not on duty, plus the two members of Morgal’s Rangers sleep here. They sleep with their weapons close at hand and can be summoned in a few heartbeats.</p>",
        "format": 1
      },
      "_id": "V1VqEbBJNh9aUHH1",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 387500,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!T8l2xm09Pm6nFofT.V1VqEbBJNh9aUHH1"
    }
  ],
  "flags": {},
  "_stats": {
    "systemId": "hm3",
    "systemVersion": "1.4.0",
    "coreVersion": "10.276",
    "createdTime": 1659201858974,
    "modifiedTime": 1659201858974,
    "lastModifiedBy": "y4rrosWqroRqTLhW"
  },
  "_id": "T8l2xm09Pm6nFofT",
  "ownership": {
    "default": 0,
    "y4rrosWqroRqTLhW": 3
  },
  "folder": null,
  "sort": 0,
  "_key": "!journal!T8l2xm09Pm6nFofT"
}
